{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Jonah’s Disobedience","Chapter":1},{"VerseStartingAt":4,"ParagraphTitle":"The Storm at Sea","Chapter":1},{"VerseStartingAt":10,"ParagraphTitle":"Jonah Thrown into the Sea","Chapter":1},{"VerseStartingAt":17,"ParagraphTitle":"Jonah’s Prayer and Deliverance","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"Jonah’s Prayer and God’s Answer","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"Jonah Preaches at Nineveh","Chapter":3},{"VerseStartingAt":5,"ParagraphTitle":"The People of Nineveh Believe","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"Jonah’s Anger and God’s Kindness","Chapter":4}],"VerseList":[{"Chapter":1,"Number":1,"Text":"Now the word of the Lord came to Jonah the son of Amittai, saying,"},{"Chapter":1,"Number":2,"Text":"“Arise, go to Nineveh, that great city, and cry out against it; for their wickedness has come up before Me.”"},{"Chapter":1,"Number":3,"Text":"But Jonah arose to flee to Tarshish from the presence of the Lord. He went down to Joppa, and found a ship going to Tarshish; so he paid the fare, and went down into it, to go with them to Tarshish from the presence of the Lord. "},{"Chapter":1,"Number":4,"Text":"But the Lord sent out a great wind on the sea, and there was a mighty tempest on the sea, so that the ship was about to be broken up."},{"Chapter":1,"Number":5,"Text":"Then the mariners were afraid; and every man cried out to his god, and threw the cargo that was in the ship into the sea, to lighten the load. But Jonah had gone down into the lowest parts of the ship, had lain down, and was fast asleep."},{"Chapter":1,"Number":6,"Text":"So the captain came to him, and said to him, “What do you mean, sleeper? Arise, call on your God; perhaps your God will consider us, so that we may not perish.”"},{"Chapter":1,"Number":7,"Text":"And they said to one another, “Come, let us cast lots, that we may know for whose cause this trouble has come upon us.” So they cast lots, and the lot fell on Jonah."},{"Chapter":1,"Number":8,"Text":"Then they said to him, “Please tell us! For whose cause is this trouble upon us? What is your occupation? And where do you come from? What is your country? And of what people are you?”"},{"Chapter":1,"Number":9,"Text":"So he said to them, “I am a Hebrew; and I fear the Lord, the God of heaven, who made the sea and the dry land.” "},{"Chapter":1,"Number":10,"Text":"Then the men were exceedingly afraid, and said to him, “Why have you done this?” For the men knew that he fled from the presence of the Lord, because he had told them."},{"Chapter":1,"Number":11,"Text":"Then they said to him, “What shall we do to you that the sea may be calm for us?”—for the sea was growing more tempestuous."},{"Chapter":1,"Number":12,"Text":"And he said to them, “Pick me up and throw me into the sea; then the sea will become calm for you. For I know that this great tempest is because of me.”"},{"Chapter":1,"Number":13,"Text":"Nevertheless the men rowed hard to return to land, but they could not, for the sea continued to grow more tempestuous against them."},{"Chapter":1,"Number":14,"Text":"Therefore they cried out to the Lord and said, “We pray, O Lord, please do not let us perish for this man’s life, and do not charge us with innocent blood; for You, O Lord, have done as it pleased You.”"},{"Chapter":1,"Number":15,"Text":"So they picked up Jonah and threw him into the sea, and the sea ceased from its raging."},{"Chapter":1,"Number":16,"Text":"Then the men feared the Lord exceedingly, and offered a sacrifice to the Lord and took vows. "},{"Chapter":1,"Number":17,"Text":"Now the Lord had prepared a great fish to swallow Jonah. And Jonah was in the belly of the fish three days and three nights."},{"Chapter":2,"Number":1,"Text":"Then Jonah prayed to the Lord his God from the fish’s belly."},{"Chapter":2,"Number":2,"Text":"And he said:“I cried out to the Lord because of my affliction,And He answered me. “Out of the belly of Sheol I cried,And You heard my voice."},{"Chapter":2,"Number":3,"Text":"For You cast me into the deep,Into the heart of the seas,And the floods surrounded me;All Your billows and Your waves passed over me."},{"Chapter":2,"Number":4,"Text":"Then I said, ‘I have been cast out of Your sight;Yet I will look again toward Your holy temple.’"},{"Chapter":2,"Number":5,"Text":"The waters surrounded me, even to my soul;The deep closed around me;Weeds were wrapped around my head."},{"Chapter":2,"Number":6,"Text":"I went down to the moorings of the mountains;The earth with its bars closed behind me forever;Yet You have brought up my life from the pit,O Lord, my God."},{"Chapter":2,"Number":7,"Text":"“When my soul fainted within me,I remembered the Lord;And my prayer went up to You,Into Your holy temple."},{"Chapter":2,"Number":8,"Text":"“Those who regard worthless idolsForsake their own Mercy."},{"Chapter":2,"Number":9,"Text":"But I will sacrifice to YouWith the voice of thanksgiving;I will pay what I have vowed.Salvation is of the Lord.”"},{"Chapter":2,"Number":10,"Text":"So the Lord spoke to the fish, and it vomited Jonah onto dry land."},{"Chapter":3,"Number":1,"Text":"Now the word of the Lord came to Jonah the second time, saying,"},{"Chapter":3,"Number":2,"Text":"“Arise, go to Nineveh, that great city, and preach to it the message that I tell you.”"},{"Chapter":3,"Number":3,"Text":"So Jonah arose and went to Nineveh, according to the word of the Lord. Now Nineveh was an exceedingly great city, a three-day journey in extent."},{"Chapter":3,"Number":4,"Text":"And Jonah began to enter the city on the first day’s walk. Then he cried out and said, “Yet forty days, and Nineveh shall be overthrown!” "},{"Chapter":3,"Number":5,"Text":"So the people of Nineveh believed God, proclaimed a fast, and put on sackcloth, from the greatest to the least of them."},{"Chapter":3,"Number":6,"Text":"Then word came to the king of Nineveh; and he arose from his throne and laid aside his robe, covered himself with sackcloth and sat in ashes."},{"Chapter":3,"Number":7,"Text":"And he caused it to be proclaimed and published throughout Nineveh by the decree of the king and his nobles, saying,Let neither man nor beast, herd nor flock, taste anything; do not let them eat, or drink water."},{"Chapter":3,"Number":8,"Text":"But let man and beast be covered with sackcloth, and cry mightily to God; yes, let every one turn from his evil way and from the violence that is in his hands."},{"Chapter":3,"Number":9,"Text":"Who can tell if God will turn and relent, and turn away from His fierce anger, so that we may not perish?"},{"Chapter":3,"Number":10,"Text":"Then God saw their works, that they turned from their evil way; and God relented from the disaster that He had said He would bring upon them, and He did not do it."},{"Chapter":4,"Number":1,"Text":"But it displeased Jonah exceedingly, and he became angry."},{"Chapter":4,"Number":2,"Text":"So he prayed to the Lord, and said, “Ah, Lord, was not this what I said when I was still in my country? Therefore I fled previously to Tarshish; for I know that You are a gracious and merciful God, slow to anger and abundant in lovingkindness, One who relents from doing harm."},{"Chapter":4,"Number":3,"Text":"Therefore now, O Lord, please take my life from me, for it is better for me to die than to live!”"},{"Chapter":4,"Number":4,"Text":"Then the Lord said, “Is it right for you to be angry?”"},{"Chapter":4,"Number":5,"Text":"So Jonah went out of the city and sat on the east side of the city. There he made himself a shelter and sat under it in the shade, till he might see what would become of the city."},{"Chapter":4,"Number":6,"Text":"And the Lord God prepared a plant and made it come up over Jonah, that it might be shade for his head to deliver him from his misery. So Jonah was very grateful for the plant."},{"Chapter":4,"Number":7,"Text":"But as morning dawned the next day God prepared a worm, and it so damaged the plant that it withered."},{"Chapter":4,"Number":8,"Text":"And it happened, when the sun arose, that God prepared a vehement east wind; and the sun beat on Jonah’s head, so that he grew faint. Then he wished death for himself, and said, “It is better for me to die than to live.”"},{"Chapter":4,"Number":9,"Text":"Then God said to Jonah, “Is it right for you to be angry about the plant?”And he said, “It is right for me to be angry, even to death!”"},{"Chapter":4,"Number":10,"Text":"But the Lord said, “You have had pity on the plant for which you have not labored, nor made it grow, which came up in a night and perished in a night."},{"Chapter":4,"Number":11,"Text":"And should I not pity Nineveh, that great city, in which are more than one hundred and twenty thousand persons who cannot discern between their right hand and their left—and much livestock?”"}]}
