{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Judgments on Israel’s Neighbors","Chapter":1},{"VerseStartingAt":3,"ParagraphTitle":"Judgment on the Nations","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"Judgment on Israel","Chapter":2},{"VerseStartingAt":4,"ParagraphTitle":"Judgment on Judah","Chapter":2},{"VerseStartingAt":6,"ParagraphTitle":"Judgment on Israel","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"Authority of the Prophet’s Message","Chapter":3},{"VerseStartingAt":9,"ParagraphTitle":"Punishment of Israel’s Sins","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"God’s Punishments Have Not Reformed Israel","Chapter":4},{"VerseStartingAt":6,"ParagraphTitle":"Israel Did Not Accept Correction","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"A Lament for Israel","Chapter":5},{"VerseStartingAt":4,"ParagraphTitle":"A Call to Repentance","Chapter":5},{"VerseStartingAt":16,"ParagraphTitle":"The Day of the Lord","Chapter":5},{"VerseStartingAt":1,"ParagraphTitle":"Warnings to Zion and Samaria","Chapter":6},{"VerseStartingAt":1,"ParagraphTitle":"Vision of the Locusts","Chapter":7},{"VerseStartingAt":4,"ParagraphTitle":"Vision of the Fire","Chapter":7},{"VerseStartingAt":7,"ParagraphTitle":"Vision of the Plumb Line","Chapter":7},{"VerseStartingAt":10,"ParagraphTitle":"Amaziah’s Complaint","Chapter":7},{"VerseStartingAt":1,"ParagraphTitle":"Vision of the Summer Fruit","Chapter":8},{"VerseStartingAt":1,"ParagraphTitle":"The Destruction of Israel","Chapter":9},{"VerseStartingAt":11,"ParagraphTitle":"Israel Will Be Restored","Chapter":9}],"VerseList":[{"Chapter":1,"Number":1,"Text":"The words of Amos, who was among the sheepbreeders of Tekoa, which he saw concerning Israel in the days of Uzziah king of Judah, and in the days of Jeroboam the son of Joash, king of Israel, two years before the earthquake."},{"Chapter":1,"Number":2,"Text":"And he said:“The Lord roars from Zion,And utters His voice from Jerusalem;The pastures of the shepherds mourn,And the top of Carmel withers.” "},{"Chapter":1,"Number":3,"Text":"Thus says the Lord:“For three transgressions of Damascus, and for four,I will not turn away its punishment,Because they have threshed Gilead with implements of iron."},{"Chapter":1,"Number":4,"Text":"But I will send a fire into the house of Hazael,Which shall devour the palaces of Ben-Hadad."},{"Chapter":1,"Number":5,"Text":"I will also break the gate bar of Damascus,And cut off the inhabitant from the Valley of Aven,And the one who holds the scepter from Beth Eden.The people of Syria shall go captive to Kir,”Says the Lord."},{"Chapter":1,"Number":6,"Text":"Thus says the Lord:“For three transgressions of Gaza, and for four,I will not turn away its punishment,Because they took captive the whole captivityTo deliver them up to Edom."},{"Chapter":1,"Number":7,"Text":"But I will send a fire upon the wall of Gaza,Which shall devour its palaces."},{"Chapter":1,"Number":8,"Text":"I will cut off the inhabitant from Ashdod,And the one who holds the scepter from Ashkelon;I will turn My hand against Ekron,And the remnant of the Philistines shall perish,”Says the Lord God."},{"Chapter":1,"Number":9,"Text":"Thus says the Lord:“For three transgressions of Tyre, and for four,I will not turn away its punishment,Because they delivered up the whole captivity to Edom,And did not remember the covenant of brotherhood."},{"Chapter":1,"Number":10,"Text":"But I will send a fire upon the wall of Tyre,Which shall devour its palaces.”"},{"Chapter":1,"Number":11,"Text":"Thus says the Lord:“For three transgressions of Edom, and for four,I will not turn away its punishment,Because he pursued his brother with the sword,And cast off all pity;His anger tore perpetually,And he kept his wrath forever."},{"Chapter":1,"Number":12,"Text":"But I will send a fire upon Teman,Which shall devour the palaces of Bozrah.”"},{"Chapter":1,"Number":13,"Text":"Thus says the Lord:“For three transgressions of the people of Ammon, and for four,I will not turn away its punishment,Because they ripped open the women with child in Gilead,That they might enlarge their territory."},{"Chapter":1,"Number":14,"Text":"But I will kindle a fire in the wall of Rabbah,And it shall devour its palaces,Amid shouting in the day of battle,And a tempest in the day of the whirlwind."},{"Chapter":1,"Number":15,"Text":"Their king shall go into captivity,He and his princes together,”Says the Lord."},{"Chapter":2,"Number":1,"Text":"Thus says the Lord:“For three transgressions of Moab, and for four,I will not turn away its punishment,Because he burned the bones of the king of Edom to lime."},{"Chapter":2,"Number":2,"Text":"But I will send a fire upon Moab,And it shall devour the palaces of Kerioth;Moab shall die with tumult,With shouting and trumpet sound."},{"Chapter":2,"Number":3,"Text":"And I will cut off the judge from its midst,And slay all its princes with him,”Says the Lord. "},{"Chapter":2,"Number":4,"Text":"Thus says the Lord:“For three transgressions of Judah, and for four,I will not turn away its punishment,Because they have despised the law of the Lord,And have not kept His commandments.Their lies lead them astray,Lies which their fathers followed."},{"Chapter":2,"Number":5,"Text":"But I will send a fire upon Judah,And it shall devour the palaces of Jerusalem.” "},{"Chapter":2,"Number":6,"Text":"Thus says the Lord:“For three transgressions of Israel, and for four,I will not turn away its punishment,Because they sell the righteous for silver,And the poor for a pair of sandals."},{"Chapter":2,"Number":7,"Text":"They pant after the dust of the earth which is on the head of the poor,And pervert the way of the humble.A man and his father go in to the same girl,To defile My holy name."},{"Chapter":2,"Number":8,"Text":"They lie down by every altar on clothes taken in pledge,And drink the wine of the condemned in the house of their god."},{"Chapter":2,"Number":9,"Text":"“Yet it was I who destroyed the Amorite before them,Whose height was like the height of the cedars,And he was as strong as the oaks;Yet I destroyed his fruit aboveAnd his roots beneath."},{"Chapter":2,"Number":10,"Text":"Also it was I who brought you up from the land of Egypt,And led you forty years through the wilderness,To possess the land of the Amorite."},{"Chapter":2,"Number":11,"Text":"I raised up some of your sons as prophets,And some of your young men as Nazirites.Is it not so, O you children of Israel?”Says the Lord."},{"Chapter":2,"Number":12,"Text":"“But you gave the Nazirites wine to drink,And commanded the prophets saying,‘Do not prophesy!’"},{"Chapter":2,"Number":13,"Text":"“Behold, I am weighed down by you,As a cart full of sheaves is weighed down."},{"Chapter":2,"Number":14,"Text":"Therefore flight shall perish from the swift,The strong shall not strengthen his power,Nor shall the mighty deliver himself;"},{"Chapter":2,"Number":15,"Text":"He shall not stand who handles the bow,The swift of foot shall not escape,Nor shall he who rides a horse deliver himself."},{"Chapter":2,"Number":16,"Text":"The most courageous men of mightShall flee naked in that day,”Says the Lord."},{"Chapter":3,"Number":1,"Text":"Hear this word that the Lord has spoken against you, O children of Israel, against the whole family which I brought up from the land of Egypt, saying:"},{"Chapter":3,"Number":2,"Text":"“You only have I known of all the families of the earth;Therefore I will punish you for all your iniquities.”"},{"Chapter":3,"Number":3,"Text":"Can two walk together, unless they are agreed?"},{"Chapter":3,"Number":4,"Text":"Will a lion roar in the forest, when he has no prey?Will a young lion cry out of his den, if he has caught nothing?"},{"Chapter":3,"Number":5,"Text":"Will a bird fall into a snare on the earth, where there is no trap for it?Will a snare spring up from the earth, if it has caught nothing at all?"},{"Chapter":3,"Number":6,"Text":"If a trumpet is blown in a city, will not the people be afraid?If there is calamity in a city, will not the Lord have done it?"},{"Chapter":3,"Number":7,"Text":"Surely the Lord God does nothing,Unless He reveals His secret to His servants the prophets."},{"Chapter":3,"Number":8,"Text":"A lion has roared!Who will not fear?The Lord God has spoken!Who can but prophesy? "},{"Chapter":3,"Number":9,"Text":"“Proclaim in the palaces at Ashdod,And in the palaces in the land of Egypt, and say:‘Assemble on the mountains of Samaria;See great tumults in her midst,And the oppressed within her."},{"Chapter":3,"Number":10,"Text":"For they do not know to do right,’Says the Lord,‘Who store up violence and robbery in their palaces.’ ”"},{"Chapter":3,"Number":11,"Text":"Therefore thus says the Lord God:“An adversary shall be all around the land;He shall sap your strength from you,And your palaces shall be plundered.”"},{"Chapter":3,"Number":12,"Text":"Thus says the Lord:“As a shepherd takes from the mouth of a lionTwo legs or a piece of an ear,So shall the children of Israel be taken outWho dwell in Samaria—In the corner of a bed and on the edge of a couch!"},{"Chapter":3,"Number":13,"Text":"Hear and testify against the house of Jacob,”Says the Lord God, the God of hosts,"},{"Chapter":3,"Number":14,"Text":"“That in the day I punish Israel for their transgressions,I will also visit destruction on the altars of Bethel;And the horns of the altar shall be cut offAnd fall to the ground."},{"Chapter":3,"Number":15,"Text":"I will destroy the winter house along with the summer house;The houses of ivory shall perish,And the great houses shall have an end,”Says the Lord."},{"Chapter":4,"Number":1,"Text":"Hear this word, you cows of Bashan, who are on the mountain of Samaria,Who oppress the poor,Who crush the needy,Who say to your husbands, “Bring wine, let us drink!”"},{"Chapter":4,"Number":2,"Text":"The Lord God has sworn by His holiness:“Behold, the days shall come upon youWhen He will take you away with fishhooks,And your posterity with fishhooks."},{"Chapter":4,"Number":3,"Text":"You will go out through broken walls,Each one straight ahead of her,And you will be cast into Harmon,”Says the Lord."},{"Chapter":4,"Number":4,"Text":"“Come to Bethel and transgress,At Gilgal multiply transgression;Bring your sacrifices every morning,Your tithes every three days."},{"Chapter":4,"Number":5,"Text":"Offer a sacrifice of thanksgiving with leaven,Proclaim and announce the freewill offerings;For this you love,You children of Israel!”Says the Lord God. "},{"Chapter":4,"Number":6,"Text":"“Also I gave you cleanness of teeth in all your cities,And lack of bread in all your places;Yet you have not returned to Me,”Says the Lord."},{"Chapter":4,"Number":7,"Text":"“I also withheld rain from you,When there were still three months to the harvest.I made it rain on one city,I withheld rain from another city.One part was rained upon,And where it did not rain the part withered."},{"Chapter":4,"Number":8,"Text":"So two or three cities wandered to another city to drink water,But they were not satisfied;Yet you have not returned to Me,”Says the Lord."},{"Chapter":4,"Number":9,"Text":"“I blasted you with blight and mildew.When your gardens increased,Your vineyards,Your fig trees,And your olive trees,The locust devoured them;Yet you have not returned to Me,”Says the Lord."},{"Chapter":4,"Number":10,"Text":"“I sent among you a plague after the manner of Egypt;Your young men I killed with a sword,Along with your captive horses;I made the stench of your camps come up into your nostrils;Yet you have not returned to Me,”Says the Lord."},{"Chapter":4,"Number":11,"Text":"“I overthrew some of you,As God overthrew Sodom and Gomorrah,And you were like a firebrand plucked from the burning;Yet you have not returned to Me,”Says the Lord."},{"Chapter":4,"Number":12,"Text":"“Therefore thus will I do to you, O Israel;Because I will do this to you,Prepare to meet your God, O Israel!”"},{"Chapter":4,"Number":13,"Text":"For behold,He who forms mountains,And creates the wind,Who declares to man what his thought is,And makes the morning darkness,Who treads the high places of the earth—The Lord God of hosts is His name."},{"Chapter":5,"Number":1,"Text":"Hear this word which I take up against you, a lamentation, O house of Israel:"},{"Chapter":5,"Number":2,"Text":"The virgin of Israel has fallen;She will rise no more.She lies forsaken on her land;There is no one to raise her up."},{"Chapter":5,"Number":3,"Text":"For thus says the Lord God:“The city that goes out by a thousandShall have a hundred left,And that which goes out by a hundredShall have ten left to the house of Israel.” "},{"Chapter":5,"Number":4,"Text":"For thus says the Lord to the house of Israel:“Seek Me and live;"},{"Chapter":5,"Number":5,"Text":"But do not seek Bethel,Nor enter Gilgal,Nor pass over to Beersheba;For Gilgal shall surely go into captivity,And Bethel shall come to nothing."},{"Chapter":5,"Number":6,"Text":"Seek the Lord and live,Lest He break out like fire in the house of Joseph,And devour it,With no one to quench it in Bethel—"},{"Chapter":5,"Number":7,"Text":"You who turn justice to wormwood,And lay righteousness to rest in the earth!”"},{"Chapter":5,"Number":8,"Text":"He made the Pleiades and Orion;He turns the shadow of death into morningAnd makes the day dark as night;He calls for the waters of the seaAnd pours them out on the face of the earth;The Lord is His name."},{"Chapter":5,"Number":9,"Text":"He rains ruin upon the strong,So that fury comes upon the fortress."},{"Chapter":5,"Number":10,"Text":"They hate the one who rebukes in the gate,And they abhor the one who speaks uprightly."},{"Chapter":5,"Number":11,"Text":"Therefore, because you tread down the poorAnd take grain taxes from him,Though you have built houses of hewn stone,Yet you shall not dwell in them;You have planted pleasant vineyards,But you shall not drink wine from them."},{"Chapter":5,"Number":12,"Text":"For I know your manifold transgressionsAnd your mighty sins:Afflicting the just and taking bribes;Diverting the poor from justice at the gate."},{"Chapter":5,"Number":13,"Text":"Therefore the prudent keep silent at that time,For it is an evil time."},{"Chapter":5,"Number":14,"Text":"Seek good and not evil,That you may live;So the Lord God of hosts will be with you,As you have spoken."},{"Chapter":5,"Number":15,"Text":"Hate evil, love good;Establish justice in the gate.It may be that the Lord God of hostsWill be gracious to the remnant of Joseph. "},{"Chapter":5,"Number":16,"Text":"Therefore the Lord God of hosts, the Lord, says this:“There shall be wailing in all streets,And they shall say in all the highways,‘Alas! Alas!’They shall call the farmer to mourning,And skillful lamenters to wailing."},{"Chapter":5,"Number":17,"Text":"In all vineyards there shall be wailing,For I will pass through you,”Says the Lord."},{"Chapter":5,"Number":18,"Text":"Woe to you who desire the day of the Lord!For what good is the day of the Lord to you?It will be darkness, and not light."},{"Chapter":5,"Number":19,"Text":"It will be as though a man fled from a lion,And a bear met him!Or as though he went into the house,Leaned his hand on the wall,And a serpent bit him!"},{"Chapter":5,"Number":20,"Text":"Is not the day of the Lord darkness, and not light?Is it not very dark, with no brightness in it?"},{"Chapter":5,"Number":21,"Text":"“I hate, I despise your feast days,And I do not savor your sacred assemblies."},{"Chapter":5,"Number":22,"Text":"Though you offer Me burnt offerings and your grain offerings,I will not accept them,Nor will I regard your fattened peace offerings."},{"Chapter":5,"Number":23,"Text":"Take away from Me the noise of your songs,For I will not hear the melody of your stringed instruments."},{"Chapter":5,"Number":24,"Text":"But let justice run down like water,And righteousness like a mighty stream."},{"Chapter":5,"Number":25,"Text":"“Did you offer Me sacrifices and offeringsIn the wilderness forty years, O house of Israel?"},{"Chapter":5,"Number":26,"Text":"You also carried Sikkuth your kingAnd Chiun, your idols,The star of your gods,Which you made for yourselves."},{"Chapter":5,"Number":27,"Text":"Therefore I will send you into captivity beyond Damascus,”Says the Lord, whose name is the God of hosts."},{"Chapter":6,"Number":1,"Text":"Woe to you who are at ease in Zion,And trust in Mount Samaria,Notable persons in the chief nation,To whom the house of Israel comes!"},{"Chapter":6,"Number":2,"Text":"Go over to Calneh and see;And from there go to Hamath the great;Then go down to Gath of the Philistines.Are you better than these kingdoms?Or is their territory greater than your territory?"},{"Chapter":6,"Number":3,"Text":"Woe to you who put far off the day of doom,Who cause the seat of violence to come near;"},{"Chapter":6,"Number":4,"Text":"Who lie on beds of ivory,Stretch out on your couches,Eat lambs from the flockAnd calves from the midst of the stall;"},{"Chapter":6,"Number":5,"Text":"Who sing idly to the sound of stringed instruments,And invent for yourselves musical instruments like David;"},{"Chapter":6,"Number":6,"Text":"Who drink wine from bowls,And anoint yourselves with the best ointments,But are not grieved for the affliction of Joseph."},{"Chapter":6,"Number":7,"Text":"Therefore they shall now go captive as the first of the captives,And those who recline at banquets shall be removed."},{"Chapter":6,"Number":8,"Text":"The Lord God has sworn by Himself,The Lord God of hosts says:“I abhor the pride of Jacob,And hate his palaces;Therefore I will deliver up the cityAnd all that is in it.”"},{"Chapter":6,"Number":9,"Text":"Then it shall come to pass, that if ten men remain in one house, they shall die."},{"Chapter":6,"Number":10,"Text":"And when a relative of the dead, with one who will burn the bodies, picks up the bodies to take them out of the house, he will say to one inside the house, “Are there any more with you?”Then someone will say, “None.”And he will say, “Hold your tongue! For we dare not mention the name of the Lord.”"},{"Chapter":6,"Number":11,"Text":"For behold, the Lord gives a command:He will break the great house into bits,And the little house into pieces."},{"Chapter":6,"Number":12,"Text":"Do horses run on rocks?Does one plow there with oxen?Yet you have turned justice into gall,And the fruit of righteousness into wormwood,"},{"Chapter":6,"Number":13,"Text":"You who rejoice over Lo Debar,Who say, “Have we not taken Karnaim for ourselvesBy our own strength?”"},{"Chapter":6,"Number":14,"Text":"“But, behold, I will raise up a nation against you,O house of Israel,”Says the Lord God of hosts;“And they will afflict you from the entrance of HamathTo the Valley of the Arabah.”"},{"Chapter":7,"Number":1,"Text":"Thus the Lord God showed me: Behold, He formed locust swarms at the beginning of the late crop; indeed it was the late crop after the king’s mowings."},{"Chapter":7,"Number":2,"Text":"And so it was, when they had finished eating the grass of the land, that I said:“O Lord God, forgive, I pray!Oh, that Jacob may stand,For he is small!”"},{"Chapter":7,"Number":3,"Text":"So the Lord relented concerning this.“It shall not be,” said the Lord. "},{"Chapter":7,"Number":4,"Text":"Thus the Lord God showed me: Behold, the Lord God called for conflict by fire, and it consumed the great deep and devoured the territory."},{"Chapter":7,"Number":5,"Text":"Then I said:“O Lord God, cease, I pray!Oh, that Jacob may stand,For he is small!”"},{"Chapter":7,"Number":6,"Text":"So the Lord relented concerning this.“This also shall not be,” said the Lord God. "},{"Chapter":7,"Number":7,"Text":"Thus He showed me: Behold, the Lord stood on a wall made with a plumb line, with a plumb line in His hand."},{"Chapter":7,"Number":8,"Text":"And the Lord said to me, “Amos, what do you see?”And I said, “A plumb line.”Then the Lord said:“Behold, I am setting a plumb lineIn the midst of My people Israel;I will not pass by them anymore."},{"Chapter":7,"Number":9,"Text":"The high places of Isaac shall be desolate,And the sanctuaries of Israel shall be laid waste.I will rise with the sword against the house of Jeroboam.” "},{"Chapter":7,"Number":10,"Text":"Then Amaziah the priest of Bethel sent to Jeroboam king of Israel, saying, “Amos has conspired against you in the midst of the house of Israel. The land is not able to bear all his words."},{"Chapter":7,"Number":11,"Text":"For thus Amos has said:‘Jeroboam shall die by the sword,And Israel shall surely be led away captiveFrom their own land.’ ”"},{"Chapter":7,"Number":12,"Text":"Then Amaziah said to Amos:“Go, you seer!Flee to the land of Judah.There eat bread,And there prophesy."},{"Chapter":7,"Number":13,"Text":"But never again prophesy at Bethel,For it is the king’s sanctuary,And it is the royal residence.”"},{"Chapter":7,"Number":14,"Text":"Then Amos answered, and said to Amaziah:“I was no prophet,Nor was I a son of a prophet,But I was a sheepbreederAnd a tender of sycamore fruit."},{"Chapter":7,"Number":15,"Text":"Then the Lord took me as I followed the flock,And the Lord said to me,‘Go, prophesy to My people Israel.’"},{"Chapter":7,"Number":16,"Text":"Now therefore, hear the word of the Lord:You say, ‘Do not prophesy against Israel,And do not spout against the house of Isaac.’"},{"Chapter":7,"Number":17,"Text":"“Therefore thus says the Lord:‘Your wife shall be a harlot in the city;Your sons and daughters shall fall by the sword;Your land shall be divided by survey line;You shall die in a defiled land;And Israel shall surely be led away captiveFrom his own land.’ ”"},{"Chapter":8,"Number":1,"Text":"Thus the Lord God showed me: Behold, a basket of summer fruit."},{"Chapter":8,"Number":2,"Text":"And He said, “Amos, what do you see?”So I said, “A basket of summer fruit.”Then the Lord said to me:“The end has come upon My people Israel;I will not pass by them anymore."},{"Chapter":8,"Number":3,"Text":"And the songs of the templeShall be wailing in that day,”Says the Lord God—“Many dead bodies everywhere,They shall be thrown out in silence.”"},{"Chapter":8,"Number":4,"Text":"Hear this, you who swallow up the needy,And make the poor of the land fail,"},{"Chapter":8,"Number":5,"Text":"Saying:“When will the New Moon be past,That we may sell grain?And the Sabbath,That we may trade wheat?Making the ephah small and the shekel large,Falsifying the scales by deceit,"},{"Chapter":8,"Number":6,"Text":"That we may buy the poor for silver,And the needy for a pair of sandals—Even sell the bad wheat?”"},{"Chapter":8,"Number":7,"Text":"The Lord has sworn by the pride of Jacob:“Surely I will never forget any of their works."},{"Chapter":8,"Number":8,"Text":"Shall the land not tremble for this,And everyone mourn who dwells in it?All of it shall swell like the River,Heave and subsideLike the River of Egypt."},{"Chapter":8,"Number":9,"Text":"“And it shall come to pass in that day,” says the Lord God,“That I will make the sun go down at noon,And I will darken the earth in broad daylight;"},{"Chapter":8,"Number":10,"Text":"I will turn your feasts into mourning,And all your songs into lamentation;I will bring sackcloth on every waist,And baldness on every head;I will make it like mourning for an only son,And its end like a bitter day."},{"Chapter":8,"Number":11,"Text":"“Behold, the days are coming,” says the Lord God,“That I will send a famine on the land,Not a famine of bread,Nor a thirst for water,But of hearing the words of the Lord."},{"Chapter":8,"Number":12,"Text":"They shall wander from sea to sea,And from north to east;They shall run to and fro, seeking the word of the Lord,But shall not find it."},{"Chapter":8,"Number":13,"Text":"“In that day the fair virginsAnd strong young menShall faint from thirst."},{"Chapter":8,"Number":14,"Text":"Those who swear by the sin of Samaria,Who say,‘As your god lives, O Dan!’And, ‘As the way of Beersheba lives!’They shall fall and never rise again.”"},{"Chapter":9,"Number":1,"Text":"I saw the Lord standing by the altar, and He said:“Strike the doorposts, that the thresholds may shake,And break them on the heads of them all.I will slay the last of them with the sword.He who flees from them shall not get away,And he who escapes from them shall not be delivered."},{"Chapter":9,"Number":2,"Text":"“Though they dig into hell,From there My hand shall take them;Though they climb up to heaven,From there I will bring them down;"},{"Chapter":9,"Number":3,"Text":"And though they hide themselves on top of Carmel,From there I will search and take them;Though they hide from My sight at the bottom of the sea,From there I will command the serpent, and it shall bite them;"},{"Chapter":9,"Number":4,"Text":"Though they go into captivity before their enemies,From there I will command the sword,And it shall slay them.I will set My eyes on them for harm and not for good.”"},{"Chapter":9,"Number":5,"Text":"The Lord God of hosts,He who touches the earth and it melts,And all who dwell there mourn;All of it shall swell like the River,And subside like the River of Egypt."},{"Chapter":9,"Number":6,"Text":"He who builds His layers in the sky,And has founded His strata in the earth;Who calls for the waters of the sea,And pours them out on the face of the earth—The Lord is His name."},{"Chapter":9,"Number":7,"Text":"“Are you not like the people of Ethiopia to Me,O children of Israel?” says the Lord.“Did I not bring up Israel from the land of Egypt,The Philistines from Caphtor,And the Syrians from Kir?"},{"Chapter":9,"Number":8,"Text":"“Behold, the eyes of the Lord God are on the sinful kingdom,And I will destroy it from the face of the earth;Yet I will not utterly destroy the house of Jacob,”Says the Lord."},{"Chapter":9,"Number":9,"Text":"“For surely I will command,And will sift the house of Israel among all nations,As grain is sifted in a sieve;Yet not the smallest grain shall fall to the ground."},{"Chapter":9,"Number":10,"Text":"All the sinners of My people shall die by the sword,Who say, ‘The calamity shall not overtake nor confront us.’ "},{"Chapter":9,"Number":11,"Text":"“On that day I will raise upThe tabernacle of David, which has fallen down,And repair its damages;I will raise up its ruins,And rebuild it as in the days of old;"},{"Chapter":9,"Number":12,"Text":"That they may possess the remnant of Edom,And all the Gentiles who are called by My name,”Says the Lord who does this thing."},{"Chapter":9,"Number":13,"Text":"“Behold, the days are coming,” says the Lord,“When the plowman shall overtake the reaper,And the treader of grapes him who sows seed;The mountains shall drip with sweet wine,And all the hills shall flow with it."},{"Chapter":9,"Number":14,"Text":"I will bring back the captives of My people Israel;They shall build the waste cities and inhabit them;They shall plant vineyards and drink wine from them;They shall also make gardens and eat fruit from them."},{"Chapter":9,"Number":15,"Text":"I will plant them in their land,And no longer shall they be pulled upFrom the land I have given them,”Says the Lord your God."}]}
