{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Greeting","Chapter":1},{"VerseStartingAt":3,"ParagraphTitle":"Comfort in Suffering","Chapter":1},{"VerseStartingAt":8,"ParagraphTitle":"Delivered from Suffering","Chapter":1},{"VerseStartingAt":12,"ParagraphTitle":"Paul’s Sincerity","Chapter":1},{"VerseStartingAt":15,"ParagraphTitle":"Sparing the Church","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"Paul Urges Forgiveness","Chapter":2},{"VerseStartingAt":3,"ParagraphTitle":"Forgive the Offender","Chapter":2},{"VerseStartingAt":12,"ParagraphTitle":"Triumph in Christ","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"Christ’s Epistle<sup class='crossreference'  data-link='(&lt;a href=&quot;#cen-NKJV-28843A&quot; title=&quot;See cross-reference A&quot;&gt;A&lt;/a&gt;)' data-cr='#cen-NKJV-28843A'></sup>","Chapter":3},{"VerseStartingAt":4,"ParagraphTitle":"The Spirit, Not the Letter","Chapter":3},{"VerseStartingAt":7,"ParagraphTitle":"Glory of the New Covenant","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"The Light of Christ’s Gospel","Chapter":4},{"VerseStartingAt":7,"ParagraphTitle":"Cast Down but Unconquered","Chapter":4},{"VerseStartingAt":16,"ParagraphTitle":"Seeing the Invisible","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"Assurance of the Resurrection","Chapter":5},{"VerseStartingAt":9,"ParagraphTitle":"The Judgment Seat of Christ","Chapter":5},{"VerseStartingAt":12,"ParagraphTitle":"Be Reconciled to God","Chapter":5},{"VerseStartingAt":1,"ParagraphTitle":"Marks of the Ministry","Chapter":6},{"VerseStartingAt":11,"ParagraphTitle":"Be Holy","Chapter":6},{"VerseStartingAt":1,"ParagraphTitle":"The Corinthians’ Repentance","Chapter":7},{"VerseStartingAt":2,"ParagraphTitle":"The Corinthians’ Repentance","Chapter":7},{"VerseStartingAt":13,"ParagraphTitle":"The Joy of Titus","Chapter":7},{"VerseStartingAt":1,"ParagraphTitle":"Excel in Giving","Chapter":8},{"VerseStartingAt":8,"ParagraphTitle":"Christ Our Pattern","Chapter":8},{"VerseStartingAt":16,"ParagraphTitle":"Collection for the Judean Saints","Chapter":8},{"VerseStartingAt":1,"ParagraphTitle":"Administering the Gift","Chapter":9},{"VerseStartingAt":6,"ParagraphTitle":"The Cheerful Giver","Chapter":9},{"VerseStartingAt":1,"ParagraphTitle":"The Spiritual War","Chapter":10},{"VerseStartingAt":7,"ParagraphTitle":"Reality of Paul’s Authority","Chapter":10},{"VerseStartingAt":12,"ParagraphTitle":"Limits of Paul’s Authority","Chapter":10},{"VerseStartingAt":1,"ParagraphTitle":"Concern for Their Faithfulness","Chapter":11},{"VerseStartingAt":5,"ParagraphTitle":"Paul and False Apostles","Chapter":11},{"VerseStartingAt":16,"ParagraphTitle":"Reluctant Boasting","Chapter":11},{"VerseStartingAt":22,"ParagraphTitle":"Suffering for Christ","Chapter":11},{"VerseStartingAt":1,"ParagraphTitle":"The Vision of Paradise","Chapter":12},{"VerseStartingAt":7,"ParagraphTitle":"The Thorn in the Flesh","Chapter":12},{"VerseStartingAt":11,"ParagraphTitle":"Signs of an Apostle","Chapter":12},{"VerseStartingAt":14,"ParagraphTitle":"Love for the Church","Chapter":12},{"VerseStartingAt":1,"ParagraphTitle":"Coming with Authority","Chapter":13},{"VerseStartingAt":7,"ParagraphTitle":"Paul Prefers Gentleness","Chapter":13},{"VerseStartingAt":11,"ParagraphTitle":"Greetings and Benediction","Chapter":13}],"VerseList":[{"Chapter":1,"Number":1,"Text":"Paul, an apostle of Jesus Christ by the will of God, and Timothy our brother,To the church of God which is at Corinth, with all the saints who are in all Achaia:"},{"Chapter":1,"Number":2,"Text":"Grace to you and peace from God our Father and the Lord Jesus Christ. "},{"Chapter":1,"Number":3,"Text":"Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort,"},{"Chapter":1,"Number":4,"Text":"who comforts us in all our tribulation, that we may be able to comfort those who are in any trouble, with the comfort with which we ourselves are comforted by God."},{"Chapter":1,"Number":5,"Text":"For as the sufferings of Christ abound in us, so our consolation also abounds through Christ."},{"Chapter":1,"Number":6,"Text":"Now if we are afflicted, it is for your consolation and salvation, which is effective for enduring the same sufferings which we also suffer. Or if we are comforted, it is for your consolation and salvation."},{"Chapter":1,"Number":7,"Text":"And our hope for you is steadfast, because we know that as you are partakers of the sufferings, so also you will partake of the consolation. "},{"Chapter":1,"Number":8,"Text":"For we do not want you to be ignorant, brethren, of our trouble which came to us in Asia: that we were burdened beyond measure, above strength, so that we despaired even of life."},{"Chapter":1,"Number":9,"Text":"Yes, we had the sentence of death in ourselves, that we should not trust in ourselves but in God who raises the dead,"},{"Chapter":1,"Number":10,"Text":"who delivered us from so great a death, and does deliver us; in whom we trust that He will still deliver us,"},{"Chapter":1,"Number":11,"Text":"you also helping together in prayer for us, that thanks may be given by many persons on our behalf for the gift granted to us through many. "},{"Chapter":1,"Number":12,"Text":"For our boasting is this: the testimony of our conscience that we conducted ourselves in the world in simplicity and godly sincerity, not with fleshly wisdom but by the grace of God, and more abundantly toward you."},{"Chapter":1,"Number":13,"Text":"For we are not writing any other things to you than what you read or understand. Now I trust you will understand, even to the end"},{"Chapter":1,"Number":14,"Text":"(as also you have understood us in part), that we are your boast as you also are ours, in the day of the Lord Jesus. "},{"Chapter":1,"Number":15,"Text":"And in this confidence I intended to come to you before, that you might have a second benefit—"},{"Chapter":1,"Number":16,"Text":"to pass by way of you to Macedonia, to come again from Macedonia to you, and be helped by you on my way to Judea."},{"Chapter":1,"Number":17,"Text":"Therefore, when I was planning this, did I do it lightly? Or the things I plan, do I plan according to the flesh, that with me there should be Yes, Yes, and No, No?"},{"Chapter":1,"Number":18,"Text":"But as God is faithful, our word to you was not Yes and No."},{"Chapter":1,"Number":19,"Text":"For the Son of God, Jesus Christ, who was preached among you by us—by me, Silvanus, and Timothy—was not Yes and No, but in Him was Yes."},{"Chapter":1,"Number":20,"Text":"For all the promises of God in Him are Yes, and in Him Amen, to the glory of God through us."},{"Chapter":1,"Number":21,"Text":"Now He who establishes us with you in Christ and has anointed us is God,"},{"Chapter":1,"Number":22,"Text":"who also has sealed us and given us the Spirit in our hearts as a guarantee."},{"Chapter":1,"Number":23,"Text":"Moreover I call God as witness against my soul, that to spare you I came no more to Corinth."},{"Chapter":1,"Number":24,"Text":"Not that we have dominion over your faith, but are fellow workers for your joy; for by faith you stand."},{"Chapter":2,"Number":1,"Text":"But I determined this within myself, that I would not come again to you in sorrow."},{"Chapter":2,"Number":2,"Text":"For if I make you sorrowful, then who is he who makes me glad but the one who is made sorrowful by me? "},{"Chapter":2,"Number":3,"Text":"And I wrote this very thing to you, lest, when I came, I should have sorrow over those from whom I ought to have joy, having confidence in you all that my joy is the joy of you all."},{"Chapter":2,"Number":4,"Text":"For out of much affliction and anguish of heart I wrote to you, with many tears, not that you should be grieved, but that you might know the love which I have so abundantly for you."},{"Chapter":2,"Number":5,"Text":"But if anyone has caused grief, he has not grieved me, but all of you to some extent—not to be too severe."},{"Chapter":2,"Number":6,"Text":"This punishment which was inflicted by the majority is sufficient for such a man,"},{"Chapter":2,"Number":7,"Text":"so that, on the contrary, you ought rather to forgive and comfort him, lest perhaps such a one be swallowed up with too much sorrow."},{"Chapter":2,"Number":8,"Text":"Therefore I urge you to reaffirm your love to him."},{"Chapter":2,"Number":9,"Text":"For to this end I also wrote, that I might put you to the test, whether you are obedient in all things."},{"Chapter":2,"Number":10,"Text":"Now whom you forgive anything, I also forgive. For if indeed I have forgiven anything, I have forgiven that one for your sakes in the presence of Christ,"},{"Chapter":2,"Number":11,"Text":"lest Satan should take advantage of us; for we are not ignorant of his devices. "},{"Chapter":2,"Number":12,"Text":"Furthermore, when I came to Troas to preach Christ’s gospel, and a door was opened to me by the Lord,"},{"Chapter":2,"Number":13,"Text":"I had no rest in my spirit, because I did not find Titus my brother; but taking my leave of them, I departed for Macedonia."},{"Chapter":2,"Number":14,"Text":"Now thanks be to God who always leads us in triumph in Christ, and through us diffuses the fragrance of His knowledge in every place."},{"Chapter":2,"Number":15,"Text":"For we are to God the fragrance of Christ among those who are being saved and among those who are perishing."},{"Chapter":2,"Number":16,"Text":"To the one we are the aroma of death leading to death, and to the other the aroma of life leading to life. And who is sufficient for these things?"},{"Chapter":2,"Number":17,"Text":"For we are not, as so many, peddling the word of God; but as of sincerity, but as from God, we speak in the sight of God in Christ."},{"Chapter":3,"Number":1,"Text":"Do we begin again to commend ourselves? Or do we need, as some others, epistles of commendation to you or letters of commendation from you?"},{"Chapter":3,"Number":2,"Text":"You are our epistle written in our hearts, known and read by all men;"},{"Chapter":3,"Number":3,"Text":"clearly you are an epistle of Christ, ministered by us, written not with ink but by the Spirit of the living God, not on tablets of stone but on tablets of flesh, that is, of the heart. "},{"Chapter":3,"Number":4,"Text":"And we have such trust through Christ toward God."},{"Chapter":3,"Number":5,"Text":"Not that we are sufficient of ourselves to think of anything as being from ourselves, but our sufficiency is from God,"},{"Chapter":3,"Number":6,"Text":"who also made us sufficient as ministers of the new covenant, not of the letter but of the Spirit; for the letter kills, but the Spirit gives life. "},{"Chapter":3,"Number":7,"Text":"But if the ministry of death, written and engraved on stones, was glorious, so that the children of Israel could not look steadily at the face of Moses because of the glory of his countenance, which glory was passing away,"},{"Chapter":3,"Number":8,"Text":"how will the ministry of the Spirit not be more glorious?"},{"Chapter":3,"Number":9,"Text":"For if the ministry of condemnation had glory, the ministry of righteousness exceeds much more in glory."},{"Chapter":3,"Number":10,"Text":"For even what was made glorious had no glory in this respect, because of the glory that excels."},{"Chapter":3,"Number":11,"Text":"For if what is passing away was glorious, what remains is much more glorious."},{"Chapter":3,"Number":12,"Text":"Therefore, since we have such hope, we use great boldness of speech—"},{"Chapter":3,"Number":13,"Text":"unlike Moses, who put a veil over his face so that the children of Israel could not look steadily at the end of what was passing away."},{"Chapter":3,"Number":14,"Text":"But their minds were blinded. For until this day the same veil remains unlifted in the reading of the Old Testament, because the veil is taken away in Christ."},{"Chapter":3,"Number":15,"Text":"But even to this day, when Moses is read, a veil lies on their heart."},{"Chapter":3,"Number":16,"Text":"Nevertheless when one turns to the Lord, the veil is taken away."},{"Chapter":3,"Number":17,"Text":"Now the Lord is the Spirit; and where the Spirit of the Lord is, there is liberty."},{"Chapter":3,"Number":18,"Text":"But we all, with unveiled face, beholding as in a mirror the glory of the Lord, are being transformed into the same image from glory to glory, just as by the Spirit of the Lord."},{"Chapter":4,"Number":1,"Text":"Therefore, since we have this ministry, as we have received mercy, we do not lose heart."},{"Chapter":4,"Number":2,"Text":"But we have renounced the hidden things of shame, not walking in craftiness nor handling the word of God deceitfully, but by manifestation of the truth commending ourselves to every man’s conscience in the sight of God."},{"Chapter":4,"Number":3,"Text":"But even if our gospel is veiled, it is veiled to those who are perishing,"},{"Chapter":4,"Number":4,"Text":"whose minds the god of this age has blinded, who do not believe, lest the light of the gospel of the glory of Christ, who is the image of God, should shine on them."},{"Chapter":4,"Number":5,"Text":"For we do not preach ourselves, but Christ Jesus the Lord, and ourselves your bondservants for Jesus’ sake."},{"Chapter":4,"Number":6,"Text":"For it is the God who commanded light to shine out of darkness, who has shone in our hearts to give the light of the knowledge of the glory of God in the face of Jesus Christ. "},{"Chapter":4,"Number":7,"Text":"But we have this treasure in earthen vessels, that the excellence of the power may be of God and not of us."},{"Chapter":4,"Number":8,"Text":"We are hard-pressed on every side, yet not crushed; we are perplexed, but not in despair;"},{"Chapter":4,"Number":9,"Text":"persecuted, but not forsaken; struck down, but not destroyed—"},{"Chapter":4,"Number":10,"Text":"always carrying about in the body the dying of the Lord Jesus, that the life of Jesus also may be manifested in our body."},{"Chapter":4,"Number":11,"Text":"For we who live are always delivered to death for Jesus’ sake, that the life of Jesus also may be manifested in our mortal flesh."},{"Chapter":4,"Number":12,"Text":"So then death is working in us, but life in you."},{"Chapter":4,"Number":13,"Text":"And since we have the same spirit of faith, according to what is written, “I believed and therefore I spoke,” we also believe and therefore speak,"},{"Chapter":4,"Number":14,"Text":"knowing that He who raised up the Lord Jesus will also raise us up with Jesus, and will present us with you."},{"Chapter":4,"Number":15,"Text":"For all things are for your sakes, that grace, having spread through the many, may cause thanksgiving to abound to the glory of God. "},{"Chapter":4,"Number":16,"Text":"Therefore we do not lose heart. Even though our outward man is perishing, yet the inward man is being renewed day by day."},{"Chapter":4,"Number":17,"Text":"For our light affliction, which is but for a moment, is working for us a far more exceeding and eternal weight of glory,"},{"Chapter":4,"Number":18,"Text":"while we do not look at the things which are seen, but at the things which are not seen. For the things which are seen are temporary, but the things which are not seen are eternal."},{"Chapter":5,"Number":1,"Text":"For we know that if our earthly house, this tent, is destroyed, we have a building from God, a house not made with hands, eternal in the heavens."},{"Chapter":5,"Number":2,"Text":"For in this we groan, earnestly desiring to be clothed with our habitation which is from heaven,"},{"Chapter":5,"Number":3,"Text":"if indeed, having been clothed, we shall not be found naked."},{"Chapter":5,"Number":4,"Text":"For we who are in this tent groan, being burdened, not because we want to be unclothed, but further clothed, that mortality may be swallowed up by life."},{"Chapter":5,"Number":5,"Text":"Now He who has prepared us for this very thing is God, who also has given us the Spirit as a guarantee."},{"Chapter":5,"Number":6,"Text":"So we are always confident, knowing that while we are at home in the body we are absent from the Lord."},{"Chapter":5,"Number":7,"Text":"For we walk by faith, not by sight."},{"Chapter":5,"Number":8,"Text":"We are confident, yes, well pleased rather to be absent from the body and to be present with the Lord. "},{"Chapter":5,"Number":9,"Text":"Therefore we make it our aim, whether present or absent, to be well pleasing to Him."},{"Chapter":5,"Number":10,"Text":"For we must all appear before the judgment seat of Christ, that each one may receive the things done in the body, according to what he has done, whether good or bad."},{"Chapter":5,"Number":11,"Text":"Knowing, therefore, the terror of the Lord, we persuade men; but we are well known to God, and I also trust are well known in your consciences. "},{"Chapter":5,"Number":12,"Text":"For we do not commend ourselves again to you, but give you opportunity to boast on our behalf, that you may have an answer for those who boast in appearance and not in heart."},{"Chapter":5,"Number":13,"Text":"For if we are beside ourselves, it is for God; or if we are of sound mind, it is for you."},{"Chapter":5,"Number":14,"Text":"For the love of Christ compels us, because we judge thus: that if One died for all, then all died;"},{"Chapter":5,"Number":15,"Text":"and He died for all, that those who live should live no longer for themselves, but for Him who died for them and rose again."},{"Chapter":5,"Number":16,"Text":"Therefore, from now on, we regard no one according to the flesh. Even though we have known Christ according to the flesh, yet now we know Him thus no longer."},{"Chapter":5,"Number":17,"Text":"Therefore, if anyone is in Christ, he is a new creation; old things have passed away; behold, all things have become new."},{"Chapter":5,"Number":18,"Text":"Now all things are of God, who has reconciled us to Himself through Jesus Christ, and has given us the ministry of reconciliation,"},{"Chapter":5,"Number":19,"Text":"that is, that God was in Christ reconciling the world to Himself, not imputing their trespasses to them, and has committed to us the word of reconciliation."},{"Chapter":5,"Number":20,"Text":"Now then, we are ambassadors for Christ, as though God were pleading through us: we implore you on Christ’s behalf, be reconciled to God."},{"Chapter":5,"Number":21,"Text":"For He made Him who knew no sin to be sin for us, that we might become the righteousness of God in Him."},{"Chapter":6,"Number":1,"Text":"We then, as workers together with Him also plead with you not to receive the grace of God in vain."},{"Chapter":6,"Number":2,"Text":"For He says:“In an acceptable time I have heard you,And in the day of salvation I have helped you.”Behold, now is the accepted time; behold, now is the day of salvation."},{"Chapter":6,"Number":3,"Text":"We give no offense in anything, that our ministry may not be blamed."},{"Chapter":6,"Number":4,"Text":"But in all things we commend ourselves as ministers of God: in much patience, in tribulations, in needs, in distresses,"},{"Chapter":6,"Number":5,"Text":"in stripes, in imprisonments, in tumults, in labors, in sleeplessness, in fastings;"},{"Chapter":6,"Number":6,"Text":"by purity, by knowledge, by longsuffering, by kindness, by the Holy Spirit, by sincere love,"},{"Chapter":6,"Number":7,"Text":"by the word of truth, by the power of God, by the armor of righteousness on the right hand and on the left,"},{"Chapter":6,"Number":8,"Text":"by honor and dishonor, by evil report and good report; as deceivers, and yet true;"},{"Chapter":6,"Number":9,"Text":"as unknown, and yet well known; as dying, and behold we live; as chastened, and yet not killed;"},{"Chapter":6,"Number":10,"Text":"as sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, and yet possessing all things. "},{"Chapter":6,"Number":11,"Text":"O Corinthians! We have spoken openly to you, our heart is wide open."},{"Chapter":6,"Number":12,"Text":"You are not restricted by us, but you are restricted by your own affections."},{"Chapter":6,"Number":13,"Text":"Now in return for the same (I speak as to children), you also be open."},{"Chapter":6,"Number":14,"Text":"Do not be unequally yoked together with unbelievers. For what fellowship has righteousness with lawlessness? And what communion has light with darkness?"},{"Chapter":6,"Number":15,"Text":"And what accord has Christ with Belial? Or what part has a believer with an unbeliever?"},{"Chapter":6,"Number":16,"Text":"And what agreement has the temple of God with idols? For you are the temple of the living God. As God has said:“I will dwell in themAnd walk among them.I will be their God,And they shall be My people.”"},{"Chapter":6,"Number":17,"Text":"Therefore“Come out from among themAnd be separate, says the Lord.Do not touch what is unclean,And I will receive you.”"},{"Chapter":6,"Number":18,"Text":"“I will be a Father to you,And you shall be My sons and daughters,Says the Lord Almighty.”"},{"Chapter":7,"Number":1,"Text":"Therefore, having these promises, beloved, let us cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God. "},{"Chapter":7,"Number":2,"Text":"Open your hearts to us. We have wronged no one, we have corrupted no one, we have cheated no one."},{"Chapter":7,"Number":3,"Text":"I do not say this to condemn; for I have said before that you are in our hearts, to die together and to live together."},{"Chapter":7,"Number":4,"Text":"Great is my boldness of speech toward you, great is my boasting on your behalf. I am filled with comfort. I am exceedingly joyful in all our tribulation."},{"Chapter":7,"Number":5,"Text":"For indeed, when we came to Macedonia, our bodies had no rest, but we were troubled on every side. Outside were conflicts, inside were fears."},{"Chapter":7,"Number":6,"Text":"Nevertheless God, who comforts the downcast, comforted us by the coming of Titus,"},{"Chapter":7,"Number":7,"Text":"and not only by his coming, but also by the consolation with which he was comforted in you, when he told us of your earnest desire, your mourning, your zeal for me, so that I rejoiced even more."},{"Chapter":7,"Number":8,"Text":"For even if I made you sorry with my letter, I do not regret it; though I did regret it. For I perceive that the same epistle made you sorry, though only for a while."},{"Chapter":7,"Number":9,"Text":"Now I rejoice, not that you were made sorry, but that your sorrow led to repentance. For you were made sorry in a godly manner, that you might suffer loss from us in nothing."},{"Chapter":7,"Number":10,"Text":"For godly sorrow produces repentance leading to salvation, not to be regretted; but the sorrow of the world produces death."},{"Chapter":7,"Number":11,"Text":"For observe this very thing, that you sorrowed in a godly manner: What diligence it produced in you, what clearing of yourselves, what indignation, what fear, what vehement desire, what zeal, what vindication! In all things you proved yourselves to be clear in this matter."},{"Chapter":7,"Number":12,"Text":"Therefore, although I wrote to you, I did not do it for the sake of him who had done the wrong, nor for the sake of him who suffered wrong, but that our care for you in the sight of God might appear to you. "},{"Chapter":7,"Number":13,"Text":"Therefore we have been comforted in your comfort. And we rejoiced exceedingly more for the joy of Titus, because his spirit has been refreshed by you all."},{"Chapter":7,"Number":14,"Text":"For if in anything I have boasted to him about you, I am not ashamed. But as we spoke all things to you in truth, even so our boasting to Titus was found true."},{"Chapter":7,"Number":15,"Text":"And his affections are greater for you as he remembers the obedience of you all, how with fear and trembling you received him."},{"Chapter":7,"Number":16,"Text":"Therefore I rejoice that I have confidence in you in everything."},{"Chapter":8,"Number":1,"Text":"Moreover, brethren, we make known to you the grace of God bestowed on the churches of Macedonia:"},{"Chapter":8,"Number":2,"Text":"that in a great trial of affliction the abundance of their joy and their deep poverty abounded in the riches of their liberality."},{"Chapter":8,"Number":3,"Text":"For I bear witness that according to their ability, yes, and beyond their ability, they were freely willing,"},{"Chapter":8,"Number":4,"Text":"imploring us with much urgency that we would receive the gift and the fellowship of the ministering to the saints."},{"Chapter":8,"Number":5,"Text":"And not only as we had hoped, but they first gave themselves to the Lord, and then to us by the will of God."},{"Chapter":8,"Number":6,"Text":"So we urged Titus, that as he had begun, so he would also complete this grace in you as well."},{"Chapter":8,"Number":7,"Text":"But as you abound in everything—in faith, in speech, in knowledge, in all diligence, and in your love for us—see that you abound in this grace also. "},{"Chapter":8,"Number":8,"Text":"I speak not by commandment, but I am testing the sincerity of your love by the diligence of others."},{"Chapter":8,"Number":9,"Text":"For you know the grace of our Lord Jesus Christ, that though He was rich, yet for your sakes He became poor, that you through His poverty might become rich."},{"Chapter":8,"Number":10,"Text":"And in this I give advice: It is to your advantage not only to be doing what you began and were desiring to do a year ago;"},{"Chapter":8,"Number":11,"Text":"but now you also must complete the doing of it; that as there was a readiness to desire it, so there also may be a completion out of what you have."},{"Chapter":8,"Number":12,"Text":"For if there is first a willing mind, it is accepted according to what one has, and not according to what he does not have."},{"Chapter":8,"Number":13,"Text":"For I do not mean that others should be eased and you burdened;"},{"Chapter":8,"Number":14,"Text":"but by an equality, that now at this time your abundance may supply their lack, that their abundance also may supply your lack—that there may be equality."},{"Chapter":8,"Number":15,"Text":"As it is written, “He who gathered much had nothing left over, and he who gathered little had no lack.” "},{"Chapter":8,"Number":16,"Text":"But thanks be to God who puts the same earnest care for you into the heart of Titus."},{"Chapter":8,"Number":17,"Text":"For he not only accepted the exhortation, but being more diligent, he went to you of his own accord."},{"Chapter":8,"Number":18,"Text":"And we have sent with him the brother whose praise is in the gospel throughout all the churches,"},{"Chapter":8,"Number":19,"Text":"and not only that, but who was also chosen by the churches to travel with us with this gift, which is administered by us to the glory of the Lord Himself and to show your ready mind,"},{"Chapter":8,"Number":20,"Text":"avoiding this: that anyone should blame us in this lavish gift which is administered by us—"},{"Chapter":8,"Number":21,"Text":"providing honorable things, not only in the sight of the Lord, but also in the sight of men."},{"Chapter":8,"Number":22,"Text":"And we have sent with them our brother whom we have often proved diligent in many things, but now much more diligent, because of the great confidence which we have in you."},{"Chapter":8,"Number":23,"Text":"If anyone inquires about Titus, he is my partner and fellow worker concerning you. Or if our brethren are inquired about, they are messengers of the churches, the glory of Christ."},{"Chapter":8,"Number":24,"Text":"Therefore show to them, and before the churches, the proof of your love and of our boasting on your behalf."},{"Chapter":9,"Number":1,"Text":"Now concerning the ministering to the saints, it is superfluous for me to write to you;"},{"Chapter":9,"Number":2,"Text":"for I know your willingness, about which I boast of you to the Macedonians, that Achaia was ready a year ago; and your zeal has stirred up the majority."},{"Chapter":9,"Number":3,"Text":"Yet I have sent the brethren, lest our boasting of you should be in vain in this respect, that, as I said, you may be ready;"},{"Chapter":9,"Number":4,"Text":"lest if some Macedonians come with me and find you unprepared, we (not to mention you!) should be ashamed of this confident boasting."},{"Chapter":9,"Number":5,"Text":"Therefore I thought it necessary to exhort the brethren to go to you ahead of time, and prepare your generous gift beforehand, which you had previously promised, that it may be ready as a matter of generosity and not as a grudging obligation. "},{"Chapter":9,"Number":6,"Text":"But this I say: He who sows sparingly will also reap sparingly, and he who sows bountifully will also reap bountifully."},{"Chapter":9,"Number":7,"Text":"So let each one give as he purposes in his heart, not grudgingly or of necessity; for God loves a cheerful giver."},{"Chapter":9,"Number":8,"Text":"And God is able to make all grace abound toward you, that you, always having all sufficiency in all things, may have an abundance for every good work."},{"Chapter":9,"Number":9,"Text":"As it is written:“He has dispersed abroad,He has given to the poor;His righteousness endures forever.”"},{"Chapter":9,"Number":10,"Text":"Now may He who supplies seed to the sower, and bread for food, supply and multiply the seed you have sown and increase the fruits of your righteousness,"},{"Chapter":9,"Number":11,"Text":"while you are enriched in everything for all liberality, which causes thanksgiving through us to God."},{"Chapter":9,"Number":12,"Text":"For the administration of this service not only supplies the needs of the saints, but also is abounding through many thanksgivings to God,"},{"Chapter":9,"Number":13,"Text":"while, through the proof of this ministry, they glorify God for the obedience of your confession to the gospel of Christ, and for your liberal sharing with them and all men,"},{"Chapter":9,"Number":14,"Text":"and by their prayer for you, who long for you because of the exceeding grace of God in you."},{"Chapter":9,"Number":15,"Text":"Thanks be to God for His indescribable gift!"},{"Chapter":10,"Number":1,"Text":"Now I, Paul, myself am pleading with you by the meekness and gentleness of Christ—who in presence am lowly among you, but being absent am bold toward you."},{"Chapter":10,"Number":2,"Text":"But I beg you that when I am present I may not be bold with that confidence by which I intend to be bold against some, who think of us as if we walked according to the flesh."},{"Chapter":10,"Number":3,"Text":"For though we walk in the flesh, we do not war according to the flesh."},{"Chapter":10,"Number":4,"Text":"For the weapons of our warfare are not carnal but mighty in God for pulling down strongholds,"},{"Chapter":10,"Number":5,"Text":"casting down arguments and every high thing that exalts itself against the knowledge of God, bringing every thought into captivity to the obedience of Christ,"},{"Chapter":10,"Number":6,"Text":"and being ready to punish all disobedience when your obedience is fulfilled. "},{"Chapter":10,"Number":7,"Text":"Do you look at things according to the outward appearance? If anyone is convinced in himself that he is Christ’s, let him again consider this in himself, that just as he is Christ’s, even so we are Christ’s."},{"Chapter":10,"Number":8,"Text":"For even if I should boast somewhat more about our authority, which the Lord gave us for edification and not for your destruction, I shall not be ashamed—"},{"Chapter":10,"Number":9,"Text":"lest I seem to terrify you by letters."},{"Chapter":10,"Number":10,"Text":"“For his letters,” they say, “are weighty and powerful, but his bodily presence is weak, and his speech contemptible.”"},{"Chapter":10,"Number":11,"Text":"Let such a person consider this, that what we are in word by letters when we are absent, such we will also be in deed when we are present. "},{"Chapter":10,"Number":12,"Text":"For we dare not class ourselves or compare ourselves with those who commend themselves. But they, measuring themselves by themselves, and comparing themselves among themselves, are not wise."},{"Chapter":10,"Number":13,"Text":"We, however, will not boast beyond measure, but within the limits of the sphere which God appointed us—a sphere which especially includes you."},{"Chapter":10,"Number":14,"Text":"For we are not overextending ourselves (as though our authority did not extend to you), for it was to you that we came with the gospel of Christ;"},{"Chapter":10,"Number":15,"Text":"not boasting of things beyond measure, that is, in other men’s labors, but having hope, that as your faith is increased, we shall be greatly enlarged by you in our sphere,"},{"Chapter":10,"Number":16,"Text":"to preach the gospel in the regions beyond you, and not to boast in another man’s sphere of accomplishment."},{"Chapter":10,"Number":17,"Text":"But “he who glories, let him glory in the Lord.”"},{"Chapter":10,"Number":18,"Text":"For not he who commends himself is approved, but whom the Lord commends."},{"Chapter":11,"Number":1,"Text":"Oh, that you would bear with me in a little folly—and indeed you do bear with me."},{"Chapter":11,"Number":2,"Text":"For I am jealous for you with godly jealousy. For I have betrothed you to one husband, that I may present you as a chaste virgin to Christ."},{"Chapter":11,"Number":3,"Text":"But I fear, lest somehow, as the serpent deceived Eve by his craftiness, so your minds may be corrupted from the simplicity that is in Christ."},{"Chapter":11,"Number":4,"Text":"For if he who comes preaches another Jesus whom we have not preached, or if you receive a different spirit which you have not received, or a different gospel which you have not accepted—you may well put up with it! "},{"Chapter":11,"Number":5,"Text":"For I consider that I am not at all inferior to the most eminent apostles."},{"Chapter":11,"Number":6,"Text":"Even though I am untrained in speech, yet I am not in knowledge. But we have been thoroughly manifested among you in all things."},{"Chapter":11,"Number":7,"Text":"Did I commit sin in humbling myself that you might be exalted, because I preached the gospel of God to you free of charge?"},{"Chapter":11,"Number":8,"Text":"I robbed other churches, taking wages from them to minister to you."},{"Chapter":11,"Number":9,"Text":"And when I was present with you, and in need, I was a burden to no one, for what I lacked the brethren who came from Macedonia supplied. And in everything I kept myself from being burdensome to you, and so I will keep myself."},{"Chapter":11,"Number":10,"Text":"As the truth of Christ is in me, no one shall stop me from this boasting in the regions of Achaia."},{"Chapter":11,"Number":11,"Text":"Why? Because I do not love you? God knows!"},{"Chapter":11,"Number":12,"Text":"But what I do, I will also continue to do, that I may cut off the opportunity from those who desire an opportunity to be regarded just as we are in the things of which they boast."},{"Chapter":11,"Number":13,"Text":"For such are false apostles, deceitful workers, transforming themselves into apostles of Christ."},{"Chapter":11,"Number":14,"Text":"And no wonder! For Satan himself transforms himself into an angel of light."},{"Chapter":11,"Number":15,"Text":"Therefore it is no great thing if his ministers also transform themselves into ministers of righteousness, whose end will be according to their works. "},{"Chapter":11,"Number":16,"Text":"I say again, let no one think me a fool. If otherwise, at least receive me as a fool, that I also may boast a little."},{"Chapter":11,"Number":17,"Text":"What I speak, I speak not according to the Lord, but as it were, foolishly, in this confidence of boasting."},{"Chapter":11,"Number":18,"Text":"Seeing that many boast according to the flesh, I also will boast."},{"Chapter":11,"Number":19,"Text":"For you put up with fools gladly, since you yourselves are wise!"},{"Chapter":11,"Number":20,"Text":"For you put up with it if one brings you into bondage, if one devours you, if one takes from you, if one exalts himself, if one strikes you on the face."},{"Chapter":11,"Number":21,"Text":"To our shame I say that we were too weak for that! But in whatever anyone is bold—I speak foolishly—I am bold also. "},{"Chapter":11,"Number":22,"Text":"Are they Hebrews? So am I. Are they Israelites? So am I. Are they the seed of Abraham? So am I."},{"Chapter":11,"Number":23,"Text":"Are they ministers of Christ?—I speak as a fool—I am more: in labors more abundant, in stripes above measure, in prisons more frequently, in deaths often."},{"Chapter":11,"Number":24,"Text":"From the Jews five times I received forty stripes minus one."},{"Chapter":11,"Number":25,"Text":"Three times I was beaten with rods; once I was stoned; three times I was shipwrecked; a night and a day I have been in the deep;"},{"Chapter":11,"Number":26,"Text":"in journeys often, in perils of waters, in perils of robbers, in perils of my own countrymen, in perils of the Gentiles, in perils in the city, in perils in the wilderness, in perils in the sea, in perils among false brethren;"},{"Chapter":11,"Number":27,"Text":"in weariness and toil, in sleeplessness often, in hunger and thirst, in fastings often, in cold and nakedness—"},{"Chapter":11,"Number":28,"Text":"besides the other things, what comes upon me daily: my deep concern for all the churches."},{"Chapter":11,"Number":29,"Text":"Who is weak, and I am not weak? Who is made to stumble, and I do not burn with indignation?"},{"Chapter":11,"Number":30,"Text":"If I must boast, I will boast in the things which concern my infirmity."},{"Chapter":11,"Number":31,"Text":"The God and Father of our Lord Jesus Christ, who is blessed forever, knows that I am not lying."},{"Chapter":11,"Number":32,"Text":"In Damascus the governor, under Aretas the king, was guarding the city of the Damascenes with a garrison, desiring to arrest me;"},{"Chapter":11,"Number":33,"Text":"but I was let down in a basket through a window in the wall, and escaped from his hands."},{"Chapter":12,"Number":1,"Text":"It is doubtless not profitable for me to boast. I will come to visions and revelations of the Lord:"},{"Chapter":12,"Number":2,"Text":"I know a man in Christ who fourteen years ago—whether in the body I do not know, or whether out of the body I do not know, God knows—such a one was caught up to the third heaven."},{"Chapter":12,"Number":3,"Text":"And I know such a man—whether in the body or out of the body I do not know, God knows—"},{"Chapter":12,"Number":4,"Text":"how he was caught up into Paradise and heard inexpressible words, which it is not lawful for a man to utter."},{"Chapter":12,"Number":5,"Text":"Of such a one I will boast; yet of myself I will not boast, except in my infirmities."},{"Chapter":12,"Number":6,"Text":"For though I might desire to boast, I will not be a fool; for I will speak the truth. But I refrain, lest anyone should think of me above what he sees me to be or hears from me. "},{"Chapter":12,"Number":7,"Text":"And lest I should be exalted above measure by the abundance of the revelations, a thorn in the flesh was given to me, a messenger of Satan to buffet me, lest I be exalted above measure."},{"Chapter":12,"Number":8,"Text":"Concerning this thing I pleaded with the Lord three times that it might depart from me."},{"Chapter":12,"Number":9,"Text":"And He said to me, “My grace is sufficient for you, for My strength is made perfect in weakness.” Therefore most gladly I will rather boast in my infirmities, that the power of Christ may rest upon me."},{"Chapter":12,"Number":10,"Text":"Therefore I take pleasure in infirmities, in reproaches, in needs, in persecutions, in distresses, for Christ’s sake. For when I am weak, then I am strong. "},{"Chapter":12,"Number":11,"Text":"I have become a fool in boasting; you have compelled me. For I ought to have been commended by you; for in nothing was I behind the most eminent apostles, though I am nothing."},{"Chapter":12,"Number":12,"Text":"Truly the signs of an apostle were accomplished among you with all perseverance, in signs and wonders and mighty deeds."},{"Chapter":12,"Number":13,"Text":"For what is it in which you were inferior to other churches, except that I myself was not burdensome to you? Forgive me this wrong! "},{"Chapter":12,"Number":14,"Text":"Now for the third time I am ready to come to you. And I will not be burdensome to you; for I do not seek yours, but you. For the children ought not to lay up for the parents, but the parents for the children."},{"Chapter":12,"Number":15,"Text":"And I will very gladly spend and be spent for your souls; though the more abundantly I love you, the less I am loved."},{"Chapter":12,"Number":16,"Text":"But be that as it may, I did not burden you. Nevertheless, being crafty, I caught you by cunning!"},{"Chapter":12,"Number":17,"Text":"Did I take advantage of you by any of those whom I sent to you?"},{"Chapter":12,"Number":18,"Text":"I urged Titus, and sent our brother with him. Did Titus take advantage of you? Did we not walk in the same spirit? Did we not walk in the same steps?"},{"Chapter":12,"Number":19,"Text":"Again, do you think that we excuse ourselves to you? We speak before God in Christ. But we do all things, beloved, for your edification."},{"Chapter":12,"Number":20,"Text":"For I fear lest, when I come, I shall not find you such as I wish, and that I shall be found by you such as you do not wish; lest there be contentions, jealousies, outbursts of wrath, selfish ambitions, backbitings, whisperings, conceits, tumults;"},{"Chapter":12,"Number":21,"Text":"lest, when I come again, my God will humble me among you, and I shall mourn for many who have sinned before and have not repented of the uncleanness, fornication, and lewdness which they have practiced."},{"Chapter":13,"Number":1,"Text":"This will be the third time I am coming to you. “By the mouth of two or three witnesses every word shall be established.”"},{"Chapter":13,"Number":2,"Text":"I have told you before, and foretell as if I were present the second time, and now being absent I write to those who have sinned before, and to all the rest, that if I come again I will not spare—"},{"Chapter":13,"Number":3,"Text":"since you seek a proof of Christ speaking in me, who is not weak toward you, but mighty in you."},{"Chapter":13,"Number":4,"Text":"For though He was crucified in weakness, yet He lives by the power of God. For we also are weak in Him, but we shall live with Him by the power of God toward you."},{"Chapter":13,"Number":5,"Text":"Examine yourselves as to whether you are in the faith. Test yourselves. Do you not know yourselves, that Jesus Christ is in you?—unless indeed you are disqualified."},{"Chapter":13,"Number":6,"Text":"But I trust that you will know that we are not disqualified. "},{"Chapter":13,"Number":7,"Text":"Now I pray to God that you do no evil, not that we should appear approved, but that you should do what is honorable, though we may seem disqualified."},{"Chapter":13,"Number":8,"Text":"For we can do nothing against the truth, but for the truth."},{"Chapter":13,"Number":9,"Text":"For we are glad when we are weak and you are strong. And this also we pray, that you may be made complete."},{"Chapter":13,"Number":10,"Text":"Therefore I write these things being absent, lest being present I should use sharpness, according to the authority which the Lord has given me for edification and not for destruction. "},{"Chapter":13,"Number":11,"Text":"Finally, brethren, farewell. Become complete. Be of good comfort, be of one mind, live in peace; and the God of love and peace will be with you."},{"Chapter":13,"Number":12,"Text":"Greet one another with a holy kiss."},{"Chapter":13,"Number":13,"Text":"All the saints greet you."},{"Chapter":13,"Number":14,"Text":"The grace of the Lord Jesus Christ, and the love of God, and the communion of the Holy Spirit be with you all. Amen."}]}
