{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"The Coming Judgment on Edom","Chapter":1},{"VerseStartingAt":10,"ParagraphTitle":"Edom Mistreated His Brother","Chapter":1},{"VerseStartingAt":17,"ParagraphTitle":"Israel’s Final Triumph","Chapter":1}],"VerseList":[{"Chapter":1,"Number":1,"Text":"The vision of Obadiah.Thus says the Lord God concerning Edom(We have heard a report from the Lord,And a messenger has been sent among the nations, saying,“Arise, and let us rise up against her for battle”):"},{"Chapter":1,"Number":2,"Text":"“Behold, I will make you small among the nations;You shall be greatly despised."},{"Chapter":1,"Number":3,"Text":"The pride of your heart has deceived you,You who dwell in the clefts of the rock,Whose habitation is high;You who say in your heart, ‘Who will bring me down to the ground?’"},{"Chapter":1,"Number":4,"Text":"Though you ascend as high as the eagle,And though you set your nest among the stars,From there I will bring you down,” says the Lord."},{"Chapter":1,"Number":5,"Text":"“If thieves had come to you,If robbers by night—Oh, how you will be cut off!—Would they not have stolen till they had enough?If grape-gatherers had come to you,Would they not have left some gleanings?"},{"Chapter":1,"Number":6,"Text":"“Oh, how Esau shall be searched out!How his hidden treasures shall be sought after!"},{"Chapter":1,"Number":7,"Text":"All the men in your confederacyShall force you to the border;The men at peace with youShall deceive you and prevail against you.Those who eat your bread shall lay a trap for you.No one is aware of it."},{"Chapter":1,"Number":8,"Text":"“Will I not in that day,” says the Lord,“Even destroy the wise men from Edom,And understanding from the mountains of Esau?"},{"Chapter":1,"Number":9,"Text":"Then your mighty men, O Teman, shall be dismayed,To the end that everyone from the mountains of EsauMay be cut off by slaughter. "},{"Chapter":1,"Number":10,"Text":"“For violence against your brother Jacob,Shame shall cover you,And you shall be cut off forever."},{"Chapter":1,"Number":11,"Text":"In the day that you stood on the other side—In the day that strangers carried captive his forces,When foreigners entered his gatesAnd cast lots for Jerusalem—Even you were as one of them."},{"Chapter":1,"Number":12,"Text":"“But you should not have gazed on the day of your brotherIn the day of his captivity;Nor should you have rejoiced over the children of JudahIn the day of their destruction;Nor should you have spoken proudlyIn the day of distress."},{"Chapter":1,"Number":13,"Text":"You should not have entered the gate of My peopleIn the day of their calamity.Indeed, you should not have gazed on their afflictionIn the day of their calamity,Nor laid hands on their substanceIn the day of their calamity."},{"Chapter":1,"Number":14,"Text":"You should not have stood at the crossroadsTo cut off those among them who escaped;Nor should you have delivered up those among them who remainedIn the day of distress."},{"Chapter":1,"Number":15,"Text":"“For the day of the Lord upon all the nations is near;As you have done, it shall be done to you;Your reprisal shall return upon your own head."},{"Chapter":1,"Number":16,"Text":"For as you drank on My holy mountain,So shall all the nations drink continually;Yes, they shall drink, and swallow,And they shall be as though they had never been. "},{"Chapter":1,"Number":17,"Text":"“But on Mount Zion there shall be deliverance,And there shall be holiness;The house of Jacob shall possess their possessions."},{"Chapter":1,"Number":18,"Text":"The house of Jacob shall be a fire,And the house of Joseph a flame;But the house of Esau shall be stubble;They shall kindle them and devour them,And no survivor shall remain of the house of Esau,”For the Lord has spoken."},{"Chapter":1,"Number":19,"Text":"The South shall possess the mountains of Esau,And the Lowland shall possess Philistia.They shall possess the fields of EphraimAnd the fields of Samaria.Benjamin shall possess Gilead."},{"Chapter":1,"Number":20,"Text":"And the captives of this host of the children of IsraelShall possess the land of the CanaanitesAs far as Zarephath.The captives of Jerusalem who are in SepharadShall possess the cities of the South."},{"Chapter":1,"Number":21,"Text":"Then saviors shall come to Mount ZionTo judge the mountains of Esau,And the kingdom shall be the Lord’s."}]}
