{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"The Locust Plague in Judah","Chapter":1},{"VerseStartingAt":2,"ParagraphTitle":"The Land Laid Waste","Chapter":1},{"VerseStartingAt":13,"ParagraphTitle":"Mourning for the Land","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"The Day of the <span style=\"font-variant: small-caps\" class=\"small-caps divine-name\">Lord</span>","Chapter":2},{"VerseStartingAt":12,"ParagraphTitle":"A Call to Repentance","Chapter":2},{"VerseStartingAt":18,"ParagraphTitle":"The Land Refreshed","Chapter":2},{"VerseStartingAt":28,"ParagraphTitle":"God’s Spirit Poured Out","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"God Judges the Nations","Chapter":3},{"VerseStartingAt":18,"ParagraphTitle":"God Blesses His People","Chapter":3}],"VerseList":[{"Chapter":1,"Number":1,"Text":"The word of the Lord that came to Joel the son of Pethuel. "},{"Chapter":1,"Number":2,"Text":"Hear this, you elders,And give ear, all you inhabitants of the land!Has anything like this happened in your days,Or even in the days of your fathers?"},{"Chapter":1,"Number":3,"Text":"Tell your children about it,Let your children tell their children,And their children another generation."},{"Chapter":1,"Number":4,"Text":"What the chewing locust left, the swarming locust has eaten;What the swarming locust left, the crawling locust has eaten;And what the crawling locust left, the consuming locust has eaten."},{"Chapter":1,"Number":5,"Text":"Awake, you drunkards, and weep;And wail, all you drinkers of wine,Because of the new wine,For it has been cut off from your mouth."},{"Chapter":1,"Number":6,"Text":"For a nation has come up against My land,Strong, and without number;His teeth are the teeth of a lion,And he has the fangs of a fierce lion."},{"Chapter":1,"Number":7,"Text":"He has laid waste My vine,And ruined My fig tree;He has stripped it bare and thrown it away;Its branches are made white."},{"Chapter":1,"Number":8,"Text":"Lament like a virgin girded with sackclothFor the husband of her youth."},{"Chapter":1,"Number":9,"Text":"The grain offering and the drink offeringHave been cut off from the house of the Lord;The priests mourn, who minister to the Lord."},{"Chapter":1,"Number":10,"Text":"The field is wasted,The land mourns;For the grain is ruined,The new wine is dried up,The oil fails."},{"Chapter":1,"Number":11,"Text":"Be ashamed, you farmers,Wail, you vinedressers,For the wheat and the barley;Because the harvest of the field has perished."},{"Chapter":1,"Number":12,"Text":"The vine has dried up,And the fig tree has withered;The pomegranate tree,The palm tree also,And the apple tree—All the trees of the field are withered;Surely joy has withered away from the sons of men. "},{"Chapter":1,"Number":13,"Text":"Gird yourselves and lament, you priests;Wail, you who minister before the altar;Come, lie all night in sackcloth,You who minister to my God;For the grain offering and the drink offeringAre withheld from the house of your God."},{"Chapter":1,"Number":14,"Text":"Consecrate a fast,Call a sacred assembly;Gather the eldersAnd all the inhabitants of the landInto the house of the Lord your God,And cry out to the Lord."},{"Chapter":1,"Number":15,"Text":"Alas for the day!For the day of the Lord is at hand;It shall come as destruction from the Almighty."},{"Chapter":1,"Number":16,"Text":"Is not the food cut off before our eyes,Joy and gladness from the house of our God?"},{"Chapter":1,"Number":17,"Text":"The seed shrivels under the clods,Storehouses are in shambles;Barns are broken down,For the grain has withered."},{"Chapter":1,"Number":18,"Text":"How the animals groan!The herds of cattle are restless,Because they have no pasture;Even the flocks of sheep suffer punishment."},{"Chapter":1,"Number":19,"Text":"O Lord, to You I cry out;For fire has devoured the open pastures,And a flame has burned all the trees of the field."},{"Chapter":1,"Number":20,"Text":"The beasts of the field also cry out to You,For the water brooks are dried up,And fire has devoured the open pastures."},{"Chapter":2,"Number":1,"Text":"Blow the trumpet in Zion,And sound an alarm in My holy mountain!Let all the inhabitants of the land tremble;For the day of the Lord is coming,For it is at hand:"},{"Chapter":2,"Number":2,"Text":"A day of darkness and gloominess,A day of clouds and thick darkness,Like the morning clouds spread over the mountains.A people come, great and strong,The like of whom has never been;Nor will there ever be any such after them,Even for many successive generations."},{"Chapter":2,"Number":3,"Text":"A fire devours before them,And behind them a flame burns;The land is like the Garden of Eden before them,And behind them a desolate wilderness;Surely nothing shall escape them."},{"Chapter":2,"Number":4,"Text":"Their appearance is like the appearance of horses;And like swift steeds, so they run."},{"Chapter":2,"Number":5,"Text":"With a noise like chariotsOver mountaintops they leap,Like the noise of a flaming fire that devours the stubble,Like a strong people set in battle array."},{"Chapter":2,"Number":6,"Text":"Before them the people writhe in pain;All faces are drained of color."},{"Chapter":2,"Number":7,"Text":"They run like mighty men,They climb the wall like men of war;Every one marches in formation,And they do not break ranks."},{"Chapter":2,"Number":8,"Text":"They do not push one another;Every one marches in his own column.Though they lunge between the weapons,They are not cut down."},{"Chapter":2,"Number":9,"Text":"They run to and fro in the city,They run on the wall;They climb into the houses,They enter at the windows like a thief."},{"Chapter":2,"Number":10,"Text":"The earth quakes before them,The heavens tremble;The sun and moon grow dark,And the stars diminish their brightness."},{"Chapter":2,"Number":11,"Text":"The Lord gives voice before His army,For His camp is very great;For strong is the One who executes His word.For the day of the Lord is great and very terrible;Who can endure it? "},{"Chapter":2,"Number":12,"Text":"“Now, therefore,” says the Lord,“Turn to Me with all your heart,With fasting, with weeping, and with mourning.”"},{"Chapter":2,"Number":13,"Text":"So rend your heart, and not your garments;Return to the Lord your God,For He is gracious and merciful,Slow to anger, and of great kindness;And He relents from doing harm."},{"Chapter":2,"Number":14,"Text":"Who knows if He will turn and relent,And leave a blessing behind Him—A grain offering and a drink offeringFor the Lord your God?"},{"Chapter":2,"Number":15,"Text":"Blow the trumpet in Zion,Consecrate a fast,Call a sacred assembly;"},{"Chapter":2,"Number":16,"Text":"Gather the people,Sanctify the congregation,Assemble the elders,Gather the children and nursing babes;Let the bridegroom go out from his chamber,And the bride from her dressing room."},{"Chapter":2,"Number":17,"Text":"Let the priests, who minister to the Lord,Weep between the porch and the altar;Let them say, “Spare Your people, O Lord,And do not give Your heritage to reproach,That the nations should rule over them.Why should they say among the peoples,‘Where is their God?’ ” "},{"Chapter":2,"Number":18,"Text":"Then the Lord will be zealous for His land,And pity His people."},{"Chapter":2,"Number":19,"Text":"The Lord will answer and say to His people,“Behold, I will send you grain and new wine and oil,And you will be satisfied by them;I will no longer make you a reproach among the nations."},{"Chapter":2,"Number":20,"Text":"“But I will remove far from you the northern army,And will drive him away into a barren and desolate land,With his face toward the eastern seaAnd his back toward the western sea;His stench will come up,And his foul odor will rise,Because he has done monstrous things.”"},{"Chapter":2,"Number":21,"Text":"Fear not, O land;Be glad and rejoice,For the Lord has done marvelous things!"},{"Chapter":2,"Number":22,"Text":"Do not be afraid, you beasts of the field;For the open pastures are springing up,And the tree bears its fruit;The fig tree and the vine yield their strength."},{"Chapter":2,"Number":23,"Text":"Be glad then, you children of Zion,And rejoice in the Lord your God;For He has given you the former rain faithfully,And He will cause the rain to come down for you—The former rain,And the latter rain in the first month."},{"Chapter":2,"Number":24,"Text":"The threshing floors shall be full of wheat,And the vats shall overflow with new wine and oil."},{"Chapter":2,"Number":25,"Text":"“So I will restore to you the years that the swarming locust has eaten,The crawling locust,The consuming locust,And the chewing locust,My great army which I sent among you."},{"Chapter":2,"Number":26,"Text":"You shall eat in plenty and be satisfied,And praise the name of the Lord your God,Who has dealt wondrously with you;And My people shall never be put to shame."},{"Chapter":2,"Number":27,"Text":"Then you shall know that I am in the midst of Israel:I am the Lord your GodAnd there is no other.My people shall never be put to shame. "},{"Chapter":2,"Number":28,"Text":"“And it shall come to pass afterwardThat I will pour out My Spirit on all flesh;Your sons and your daughters shall prophesy,Your old men shall dream dreams,Your young men shall see visions."},{"Chapter":2,"Number":29,"Text":"And also on My menservants and on My maidservantsI will pour out My Spirit in those days."},{"Chapter":2,"Number":30,"Text":"“And I will show wonders in the heavens and in the earth:Blood and fire and pillars of smoke."},{"Chapter":2,"Number":31,"Text":"The sun shall be turned into darkness,And the moon into blood,Before the coming of the great and awesome day of the Lord."},{"Chapter":2,"Number":32,"Text":"And it shall come to passThat whoever calls on the name of the LordShall be saved.For in Mount Zion and in Jerusalem there shall be deliverance,As the Lord has said,Among the remnant whom the Lord calls."},{"Chapter":3,"Number":1,"Text":"“For behold, in those days and at that time,When I bring back the captives of Judah and Jerusalem,"},{"Chapter":3,"Number":2,"Text":"I will also gather all nations,And bring them down to the Valley of Jehoshaphat;And I will enter into judgment with them thereOn account of My people, My heritage Israel,Whom they have scattered among the nations;They have also divided up My land."},{"Chapter":3,"Number":3,"Text":"They have cast lots for My people,Have given a boy as payment for a harlot,And sold a girl for wine, that they may drink."},{"Chapter":3,"Number":4,"Text":"“Indeed, what have you to do with Me,O Tyre and Sidon, and all the coasts of Philistia?Will you retaliate against Me?But if you retaliate against Me,Swiftly and speedily I will return your retaliation upon your own head;"},{"Chapter":3,"Number":5,"Text":"Because you have taken My silver and My gold,And have carried into your temples My prized possessions."},{"Chapter":3,"Number":6,"Text":"Also the people of Judah and the people of JerusalemYou have sold to the Greeks,That you may remove them far from their borders."},{"Chapter":3,"Number":7,"Text":"“Behold, I will raise themOut of the place to which you have sold them,And will return your retaliation upon your own head."},{"Chapter":3,"Number":8,"Text":"I will sell your sons and your daughtersInto the hand of the people of Judah,And they will sell them to the Sabeans,To a people far off;For the Lord has spoken.”"},{"Chapter":3,"Number":9,"Text":"Proclaim this among the nations:“Prepare for war!Wake up the mighty men,Let all the men of war draw near,Let them come up."},{"Chapter":3,"Number":10,"Text":"Beat your plowshares into swordsAnd your pruning hooks into spears;Let the weak say, ‘I am strong.’ ”"},{"Chapter":3,"Number":11,"Text":"Assemble and come, all you nations,And gather together all around.Cause Your mighty ones to go down there, O Lord."},{"Chapter":3,"Number":12,"Text":"“Let the nations be wakened, and come up to the Valley of Jehoshaphat;For there I will sit to judge all the surrounding nations."},{"Chapter":3,"Number":13,"Text":"Put in the sickle, for the harvest is ripe.Come, go down;For the winepress is full,The vats overflow—For their wickedness is great.”"},{"Chapter":3,"Number":14,"Text":"Multitudes, multitudes in the valley of decision!For the day of the Lord is near in the valley of decision."},{"Chapter":3,"Number":15,"Text":"The sun and moon will grow dark,And the stars will diminish their brightness."},{"Chapter":3,"Number":16,"Text":"The Lord also will roar from Zion,And utter His voice from Jerusalem;The heavens and earth will shake;But the Lord will be a shelter for His people,And the strength of the children of Israel."},{"Chapter":3,"Number":17,"Text":"“So you shall know that I am the Lord your God,Dwelling in Zion My holy mountain.Then Jerusalem shall be holy,And no aliens shall ever pass through her again.” "},{"Chapter":3,"Number":18,"Text":"And it will come to pass in that dayThat the mountains shall drip with new wine,The hills shall flow with milk,And all the brooks of Judah shall be flooded with water;A fountain shall flow from the house of the LordAnd water the Valley of Acacias."},{"Chapter":3,"Number":19,"Text":"“Egypt shall be a desolation,And Edom a desolate wilderness,Because of violence against the people of Judah,For they have shed innocent blood in their land."},{"Chapter":3,"Number":20,"Text":"But Judah shall abide forever,And Jerusalem from generation to generation."},{"Chapter":3,"Number":21,"Text":"For I will acquit them of the guilt of bloodshed, whom I had not acquitted;For the Lord dwells in Zion.”"}]}
