{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Greeting","Chapter":1},{"VerseStartingAt":2,"ParagraphTitle":"Their Good Example","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"Paul’s Conduct<sup class='crossreference'  data-link='(&lt;a href=&quot;#cen-NKJV-29572A&quot; title=&quot;See cross-reference A&quot;&gt;A&lt;/a&gt;)' data-cr='#cen-NKJV-29572A'></sup>","Chapter":2},{"VerseStartingAt":13,"ParagraphTitle":"Their Conversion","Chapter":2},{"VerseStartingAt":17,"ParagraphTitle":"Longing to See Them","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"Concern for Their Faith","Chapter":3},{"VerseStartingAt":6,"ParagraphTitle":"Encouraged by Timothy","Chapter":3},{"VerseStartingAt":11,"ParagraphTitle":"Prayer for the Church","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"Plea for Purity","Chapter":4},{"VerseStartingAt":9,"ParagraphTitle":"A Brotherly and Orderly Life","Chapter":4},{"VerseStartingAt":13,"ParagraphTitle":"The Comfort of Christ’s Coming","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"The Day of the Lord","Chapter":5},{"VerseStartingAt":12,"ParagraphTitle":"Various Exhortations","Chapter":5},{"VerseStartingAt":23,"ParagraphTitle":"Blessing and Admonition","Chapter":5}],"VerseList":[{"Chapter":1,"Number":1,"Text":"Paul, Silvanus, and Timothy,To the church of the Thessalonians in God the Father and the Lord Jesus Christ:Grace to you and peace from God our Father and the Lord Jesus Christ. "},{"Chapter":1,"Number":2,"Text":"We give thanks to God always for you all, making mention of you in our prayers,"},{"Chapter":1,"Number":3,"Text":"remembering without ceasing your work of faith, labor of love, and patience of hope in our Lord Jesus Christ in the sight of our God and Father,"},{"Chapter":1,"Number":4,"Text":"knowing, beloved brethren, your election by God."},{"Chapter":1,"Number":5,"Text":"For our gospel did not come to you in word only, but also in power, and in the Holy Spirit and in much assurance, as you know what kind of men we were among you for your sake."},{"Chapter":1,"Number":6,"Text":"And you became followers of us and of the Lord, having received the word in much affliction, with joy of the Holy Spirit,"},{"Chapter":1,"Number":7,"Text":"so that you became examples to all in Macedonia and Achaia who believe."},{"Chapter":1,"Number":8,"Text":"For from you the word of the Lord has sounded forth, not only in Macedonia and Achaia, but also in every place. Your faith toward God has gone out, so that we do not need to say anything."},{"Chapter":1,"Number":9,"Text":"For they themselves declare concerning us what manner of entry we had to you, and how you turned to God from idols to serve the living and true God,"},{"Chapter":1,"Number":10,"Text":"and to wait for His Son from heaven, whom He raised from the dead, even Jesus who delivers us from the wrath to come."},{"Chapter":2,"Number":1,"Text":"For you yourselves know, brethren, that our coming to you was not in vain."},{"Chapter":2,"Number":2,"Text":"But even after we had suffered before and were spitefully treated at Philippi, as you know, we were bold in our God to speak to you the gospel of God in much conflict."},{"Chapter":2,"Number":3,"Text":"For our exhortation did not come from error or uncleanness, nor was it in deceit."},{"Chapter":2,"Number":4,"Text":"But as we have been approved by God to be entrusted with the gospel, even so we speak, not as pleasing men, but God who tests our hearts."},{"Chapter":2,"Number":5,"Text":"For neither at any time did we use flattering words, as you know, nor a cloak for covetousness—God is witness."},{"Chapter":2,"Number":6,"Text":"Nor did we seek glory from men, either from you or from others, when we might have made demands as apostles of Christ."},{"Chapter":2,"Number":7,"Text":"But we were gentle among you, just as a nursing mother cherishes her own children."},{"Chapter":2,"Number":8,"Text":"So, affectionately longing for you, we were well pleased to impart to you not only the gospel of God, but also our own lives, because you had become dear to us."},{"Chapter":2,"Number":9,"Text":"For you remember, brethren, our labor and toil; for laboring night and day, that we might not be a burden to any of you, we preached to you the gospel of God."},{"Chapter":2,"Number":10,"Text":"You are witnesses, and God also, how devoutly and justly and blamelessly we behaved ourselves among you who believe;"},{"Chapter":2,"Number":11,"Text":"as you know how we exhorted, and comforted, and charged every one of you, as a father does his own children,"},{"Chapter":2,"Number":12,"Text":"that you would walk worthy of God who calls you into His own kingdom and glory. "},{"Chapter":2,"Number":13,"Text":"For this reason we also thank God without ceasing, because when you received the word of God which you heard from us, you welcomed it not as the word of men, but as it is in truth, the word of God, which also effectively works in you who believe."},{"Chapter":2,"Number":14,"Text":"For you, brethren, became imitators of the churches of God which are in Judea in Christ Jesus. For you also suffered the same things from your own countrymen, just as they did from the Judeans,"},{"Chapter":2,"Number":15,"Text":"who killed both the Lord Jesus and their own prophets, and have persecuted us; and they do not please God and are contrary to all men,"},{"Chapter":2,"Number":16,"Text":"forbidding us to speak to the Gentiles that they may be saved, so as always to fill up the measure of their sins; but wrath has come upon them to the uttermost. "},{"Chapter":2,"Number":17,"Text":"But we, brethren, having been taken away from you for a short time in presence, not in heart, endeavored more eagerly to see your face with great desire."},{"Chapter":2,"Number":18,"Text":"Therefore we wanted to come to you—even I, Paul, time and again—but Satan hindered us."},{"Chapter":2,"Number":19,"Text":"For what is our hope, or joy, or crown of rejoicing? Is it not even you in the presence of our Lord Jesus Christ at His coming?"},{"Chapter":2,"Number":20,"Text":"For you are our glory and joy."},{"Chapter":3,"Number":1,"Text":"Therefore, when we could no longer endure it, we thought it good to be left in Athens alone,"},{"Chapter":3,"Number":2,"Text":"and sent Timothy, our brother and minister of God, and our fellow laborer in the gospel of Christ, to establish you and encourage you concerning your faith,"},{"Chapter":3,"Number":3,"Text":"that no one should be shaken by these afflictions; for you yourselves know that we are appointed to this."},{"Chapter":3,"Number":4,"Text":"For, in fact, we told you before when we were with you that we would suffer tribulation, just as it happened, and you know."},{"Chapter":3,"Number":5,"Text":"For this reason, when I could no longer endure it, I sent to know your faith, lest by some means the tempter had tempted you, and our labor might be in vain. "},{"Chapter":3,"Number":6,"Text":"But now that Timothy has come to us from you, and brought us good news of your faith and love, and that you always have good remembrance of us, greatly desiring to see us, as we also to see you—"},{"Chapter":3,"Number":7,"Text":"therefore, brethren, in all our affliction and distress we were comforted concerning you by your faith."},{"Chapter":3,"Number":8,"Text":"For now we live, if you stand fast in the Lord."},{"Chapter":3,"Number":9,"Text":"For what thanks can we render to God for you, for all the joy with which we rejoice for your sake before our God,"},{"Chapter":3,"Number":10,"Text":"night and day praying exceedingly that we may see your face and perfect what is lacking in your faith? "},{"Chapter":3,"Number":11,"Text":"Now may our God and Father Himself, and our Lord Jesus Christ, direct our way to you."},{"Chapter":3,"Number":12,"Text":"And may the Lord make you increase and abound in love to one another and to all, just as we do to you,"},{"Chapter":3,"Number":13,"Text":"so that He may establish  : Rom. 16:21\n\n1 Thessalonians 3:3 : Eph. 3:13\n\n1 Thessalonians 3:3 : John 16:2; Acts 9:16; 14:22; 1 Cor. 4:9; 2 Tim. 3:12; 1 Pet. 2:21\n\n1 Thessalonians 3:4 : Acts 20:24\n\n1 Thessalonians 3:5 : 1 Cor. 7:5\n\n1 Thessalonians 3:5 : Gal. 2:2\n\n1 Thessalonians 3:6 : Acts 18:5\n\n1 Thessalonians 3:6 : Phil. 1:8\n\n1 Thessalonians 3:7 : 2 Cor. 1:4\n\n1 Thessalonians 3:8 : [Eph. 6:13, 14]; Phil. 4:1\n\n1 Thessalonians 3:10 : 2 Cor. 13:9; Col. 4:12\n\n1 Thessalonians 3:11 : Mark 1:3\n\n1 Thessalonians 3:12 : Phil. 1:9; 1 Thess. 4:1, 10; 2 Thess. 1:3\n\n1 Thessalonians 3:13 : 2 Thess. 2:17"},{"Chapter":4,"Number":1,"Text":"Finally then, brethren, we urge and exhort in the Lord Jesus that you should abound more and more, just as you received from us how you ought to walk and to please God;"},{"Chapter":4,"Number":2,"Text":"for you know what commandments we gave you through the Lord Jesus."},{"Chapter":4,"Number":3,"Text":"For this is the will of God, your sanctification: that you should abstain from sexual immorality;"},{"Chapter":4,"Number":4,"Text":"that each of you should know how to possess his own vessel in sanctification and honor,"},{"Chapter":4,"Number":5,"Text":"not in passion of lust, like the Gentiles who do not know God;"},{"Chapter":4,"Number":6,"Text":"that no one should take advantage of and defraud his brother in this matter, because the Lord is the avenger of all such, as we also forewarned you and testified."},{"Chapter":4,"Number":7,"Text":"For God did not call us to uncleanness, but in holiness."},{"Chapter":4,"Number":8,"Text":"Therefore he who rejects this does not reject man, but God, who has also given us His Holy Spirit. "},{"Chapter":4,"Number":9,"Text":"But concerning brotherly love you have no need that I should write to you, for you yourselves are taught by God to love one another;"},{"Chapter":4,"Number":10,"Text":"and indeed you do so toward all the brethren who are in all Macedonia. But we urge you, brethren, that you increase more and more;"},{"Chapter":4,"Number":11,"Text":"that you also aspire to lead a quiet life, to mind your own business, and to work with your own hands, as we commanded you,"},{"Chapter":4,"Number":12,"Text":"that you may walk properly toward those who are outside, and that you may lack nothing. "},{"Chapter":4,"Number":13,"Text":"But I do not want you to be ignorant, brethren, concerning those who have fallen asleep, lest you sorrow as others who have no hope."},{"Chapter":4,"Number":14,"Text":"For if we believe that Jesus died and rose again, even so God will bring with Him those who sleep in Jesus."},{"Chapter":4,"Number":15,"Text":"For this we say to you by the word of the Lord, that we who are alive and remain until the coming of the Lord will by no means precede those who are asleep."},{"Chapter":4,"Number":16,"Text":"For the Lord Himself will descend from heaven with a shout, with the voice of an archangel, and with the trumpet of God. And the dead in Christ will rise first."},{"Chapter":4,"Number":17,"Text":"Then we who are alive and remain shall be caught up together with them in the clouds to meet the Lord in the air. And thus we shall always be with the Lord."},{"Chapter":4,"Number":18,"Text":"Therefore comfort one another with these words."},{"Chapter":5,"Number":1,"Text":"But concerning the times and the seasons, brethren, you have no need that I should write to you."},{"Chapter":5,"Number":2,"Text":"For you yourselves know perfectly that the day of the Lord so comes as a thief in the night."},{"Chapter":5,"Number":3,"Text":"For when they say, “Peace and safety!” then sudden destruction comes upon them, as labor pains upon a pregnant woman. And they shall not escape."},{"Chapter":5,"Number":4,"Text":"But you, brethren, are not in darkness, so that this Day should overtake you as a thief."},{"Chapter":5,"Number":5,"Text":"You are all sons of light and sons of the day. We are not of the night nor of darkness."},{"Chapter":5,"Number":6,"Text":"Therefore let us not sleep, as others do, but let us watch and be sober."},{"Chapter":5,"Number":7,"Text":"For those who sleep, sleep at night, and those who get drunk are drunk at night."},{"Chapter":5,"Number":8,"Text":"But let us who are of the day be sober, putting on the breastplate of faith and love, and as a helmet the hope of salvation."},{"Chapter":5,"Number":9,"Text":"For God did not appoint us to wrath, but to obtain salvation through our Lord Jesus Christ,"},{"Chapter":5,"Number":10,"Text":"who died for us, that whether we wake or sleep, we should live together with Him."},{"Chapter":5,"Number":11,"Text":"Therefore comfort each other and edify one another, just as you also are doing. "},{"Chapter":5,"Number":12,"Text":"And we urge you, brethren, to recognize those who labor among you, and are over you in the Lord and admonish you,"},{"Chapter":5,"Number":13,"Text":"and to esteem them very highly in love for their work’s sake. Be at peace among yourselves."},{"Chapter":5,"Number":14,"Text":"Now we exhort you, brethren, warn those who are unruly, comfort the fainthearted, uphold the weak, be patient with all."},{"Chapter":5,"Number":15,"Text":"See that no one renders evil for evil to anyone, but always pursue what is good both for yourselves and for all."},{"Chapter":5,"Number":16,"Text":"Rejoice always,"},{"Chapter":5,"Number":17,"Text":"pray without ceasing,"},{"Chapter":5,"Number":18,"Text":"in everything give thanks; for this is the will of God in Christ Jesus for you."},{"Chapter":5,"Number":19,"Text":"Do not quench the Spirit."},{"Chapter":5,"Number":20,"Text":"Do not despise prophecies."},{"Chapter":5,"Number":21,"Text":"Test all things; hold fast what is good."},{"Chapter":5,"Number":22,"Text":"Abstain from every form of evil. "},{"Chapter":5,"Number":23,"Text":"Now may the God of peace Himself sanctify you completely; and may your whole spirit, soul, and body be preserved blameless at the coming of our Lord Jesus Christ."},{"Chapter":5,"Number":24,"Text":"He who calls you is faithful, who also will do it."},{"Chapter":5,"Number":25,"Text":"Brethren, pray for us."},{"Chapter":5,"Number":26,"Text":"Greet all the brethren with a holy kiss."},{"Chapter":5,"Number":27,"Text":"I charge you by the Lord that this epistle be read to all the holy brethren."},{"Chapter":5,"Number":28,"Text":"The grace of our Lord Jesus Christ be with you. Amen."}]}
