{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"The Command to Build God’s House<sup class='crossreference'  data-link='(&lt;a href=&quot;#cen-NKJV-22842A&quot; title=&quot;See cross-reference A&quot;&gt;A&lt;/a&gt;)' data-cr='#cen-NKJV-22842A'></sup>","Chapter":1},{"VerseStartingAt":12,"ParagraphTitle":"The People’s Obedience","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"The Coming Glory of God’s House","Chapter":2},{"VerseStartingAt":10,"ParagraphTitle":"The People Are Defiled","Chapter":2},{"VerseStartingAt":15,"ParagraphTitle":"Promised Blessing","Chapter":2},{"VerseStartingAt":20,"ParagraphTitle":"Zerubbabel Chosen as a Signet","Chapter":2}],"VerseList":[{"Chapter":1,"Number":1,"Text":"In the second year of King Darius, in the sixth month, on the first day of the month, the word of the Lord came by Haggai the prophet to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, saying,"},{"Chapter":1,"Number":2,"Text":"“Thus speaks the Lord of hosts, saying: ‘This people says, “The time has not come, the time that the Lord’s house should be built.” ’ ”"},{"Chapter":1,"Number":3,"Text":"Then the word of the Lord came by Haggai the prophet, saying,"},{"Chapter":1,"Number":4,"Text":"“Is it time for you yourselves to dwell in your paneled houses, and this temple to lie in ruins?”"},{"Chapter":1,"Number":5,"Text":"Now therefore, thus says the Lord of hosts: “Consider your ways!"},{"Chapter":1,"Number":6,"Text":"“You have sown much, and bring in little;You eat, but do not have enough;You drink, but you are not filled with drink;You clothe yourselves, but no one is warm;And he who earns wages,Earns wages to put into a bag with holes.”"},{"Chapter":1,"Number":7,"Text":"Thus says the Lord of hosts: “Consider your ways!"},{"Chapter":1,"Number":8,"Text":"Go up to the mountains and bring wood and build the temple, that I may take pleasure in it and be glorified,” says the Lord."},{"Chapter":1,"Number":9,"Text":"“You looked for much, but indeed it came to little; and when you brought it home, I blew it away. Why?” says the Lord of hosts. “Because of My house that is in ruins, while every one of you runs to his own house."},{"Chapter":1,"Number":10,"Text":"Therefore the heavens above you withhold the dew, and the earth withholds its fruit."},{"Chapter":1,"Number":11,"Text":"For I called for a drought on the land and the mountains, on the grain and the new wine and the oil, on whatever the ground brings forth, on men and livestock, and on all the labor of your hands.” "},{"Chapter":1,"Number":12,"Text":"Then Zerubbabel the son of Shealtiel, and Joshua the son of Jehozadak, the high priest, with all the remnant of the people, obeyed the voice of the Lord their God, and the words of Haggai the prophet, as the Lord their God had sent him; and the people feared the presence of the Lord."},{"Chapter":1,"Number":13,"Text":"Then Haggai, the Lord’s messenger, spoke the Lord’s message to the people, saying, “I am with you, says the Lord.”"},{"Chapter":1,"Number":14,"Text":"So the Lord stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Jehozadak, the high priest, and the spirit of all the remnant of the people; and they came and worked on the house of the Lord of hosts, their God,"},{"Chapter":1,"Number":15,"Text":"on the twenty-fourth day of the sixth month, in the second year of King Darius."},{"Chapter":2,"Number":1,"Text":"In the seventh month, on the twenty-first of the month, the word of the Lord came by Haggai the prophet, saying:"},{"Chapter":2,"Number":2,"Text":"“Speak now to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, and to the remnant of the people, saying:"},{"Chapter":2,"Number":3,"Text":"‘Who is left among you who saw this temple in its former glory? And how do you see it now? In comparison with it, is this not in your eyes as nothing?"},{"Chapter":2,"Number":4,"Text":"Yet now be strong, Zerubbabel,’ says the Lord; ‘and be strong, Joshua, son of Jehozadak, the high priest; and be strong, all you people of the land,’ says the Lord, ‘and work; for I am with you,’ says the Lord of hosts."},{"Chapter":2,"Number":5,"Text":"‘According to the word that I covenanted with you when you came out of Egypt, so My Spirit remains among you; do not fear!’"},{"Chapter":2,"Number":6,"Text":"“For thus says the Lord of hosts: ‘Once more (it is a little while) I will shake heaven and earth, the sea and dry land;"},{"Chapter":2,"Number":7,"Text":"and I will shake all nations, and they shall come to the Desire of All Nations, and I will fill this temple with glory,’ says the Lord of hosts."},{"Chapter":2,"Number":8,"Text":"‘The silver is Mine, and the gold is Mine,’ says the Lord of hosts."},{"Chapter":2,"Number":9,"Text":"‘The glory of this latter temple shall be greater than the former,’ says the Lord of hosts. ‘And in this place I will give peace,’ says the Lord of hosts.” "},{"Chapter":2,"Number":10,"Text":"On the twenty-fourth day of the ninth month, in the second year of Darius, the word of the Lord came by Haggai the prophet, saying,"},{"Chapter":2,"Number":11,"Text":"“Thus says the Lord of hosts: ‘Now, ask the priests concerning the law, saying,"},{"Chapter":2,"Number":12,"Text":"“If one carries holy meat in the fold of his garment, and with the edge he touches bread or stew, wine or oil, or any food, will it become holy?” ’ ”Then the priests answered and said, “No.”"},{"Chapter":2,"Number":13,"Text":"And Haggai said, “If one who is unclean because of a dead body touches any of these, will it be unclean?”So the priests answered and said, “It shall be unclean.”"},{"Chapter":2,"Number":14,"Text":"Then Haggai answered and said, “ ‘So is this people, and so is this nation before Me,’ says the Lord, ‘and so is every work of their hands; and what they offer there is unclean. "},{"Chapter":2,"Number":15,"Text":"‘And now, carefully consider from this day forward: from before stone was laid upon stone in the temple of the Lord—"},{"Chapter":2,"Number":16,"Text":"since those days, when one came to a heap of twenty ephahs, there were but ten; when one came to the wine vat to draw out fifty baths from the press, there were but twenty."},{"Chapter":2,"Number":17,"Text":"I struck you with blight and mildew and hail in all the labors of your hands; yet you did not turn to Me,’ says the Lord."},{"Chapter":2,"Number":18,"Text":"‘Consider now from this day forward, from the twenty-fourth day of the ninth month, from the day that the foundation of the Lord’s temple was laid—consider it:"},{"Chapter":2,"Number":19,"Text":"Is the seed still in the barn? As yet the vine, the fig tree, the pomegranate, and the olive tree have not yielded fruit. But from this day I will bless you.’ ” "},{"Chapter":2,"Number":20,"Text":"And again the word of the Lord came to Haggai on the twenty-fourth day of the month, saying,"},{"Chapter":2,"Number":21,"Text":"“Speak to Zerubbabel, governor of Judah, saying:‘I will shake heaven and earth."},{"Chapter":2,"Number":22,"Text":"I will overthrow the throne of kingdoms;I will destroy the strength of the Gentile kingdoms.I will overthrow the chariotsAnd those who ride in them;The horses and their riders shall come down,Every one by the sword of his brother."},{"Chapter":2,"Number":23,"Text":"‘In that day,’ says the Lord of hosts, ‘I will take you, Zerubbabel My servant, the son of Shealtiel,’ says the Lord, ‘and will make you like a signet ring; for I have chosen you,’ says the Lord of hosts.”"}]}
