{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Greeting","Chapter":1},{"VerseStartingAt":4,"ParagraphTitle":"Philemon’s Love and Faith","Chapter":1},{"VerseStartingAt":8,"ParagraphTitle":"The Plea for Onesimus","Chapter":1},{"VerseStartingAt":17,"ParagraphTitle":"Philemon’s Obedience Encouraged","Chapter":1},{"VerseStartingAt":23,"ParagraphTitle":"Farewell","Chapter":1}],"VerseList":[{"Chapter":1,"Number":1,"Text":"Paul, a prisoner of Christ Jesus, and Timothy our brother,To Philemon our beloved friend and fellow laborer,"},{"Chapter":1,"Number":2,"Text":"to the beloved Apphia, Archippus our fellow soldier, and to the church in your house:"},{"Chapter":1,"Number":3,"Text":"Grace to you and peace from God our Father and the Lord Jesus Christ. "},{"Chapter":1,"Number":4,"Text":"I thank my God, making mention of you always in my prayers,"},{"Chapter":1,"Number":5,"Text":"hearing of your love and faith which you have toward the Lord Jesus and toward all the saints,"},{"Chapter":1,"Number":6,"Text":"that the sharing of your faith may become effective by the acknowledgment of every good thing which is in you in Christ Jesus."},{"Chapter":1,"Number":7,"Text":"For we have great joy and consolation in your love, because the hearts of the saints have been refreshed by you, brother. "},{"Chapter":1,"Number":8,"Text":"Therefore, though I might be very bold in Christ to command you what is fitting,"},{"Chapter":1,"Number":9,"Text":"yet for love’s sake I rather appeal to you—being such a one as Paul, the aged, and now also a prisoner of Jesus Christ—"},{"Chapter":1,"Number":10,"Text":"I appeal to you for my son Onesimus, whom I have begotten while in my chains,"},{"Chapter":1,"Number":11,"Text":"who once was unprofitable to you, but now is profitable to you and to me."},{"Chapter":1,"Number":12,"Text":"I am sending him back. You therefore receive him, that is, my own heart,"},{"Chapter":1,"Number":13,"Text":"whom I wished to keep with me, that on your behalf he might minister to me in my chains for the gospel."},{"Chapter":1,"Number":14,"Text":"But without your consent I wanted to do nothing, that your good deed might not be by compulsion, as it were, but voluntary."},{"Chapter":1,"Number":15,"Text":"For perhaps he departed for a while for this purpose, that you might receive him forever,"},{"Chapter":1,"Number":16,"Text":"no longer as a slave but more than a slave—a beloved brother, especially to me but how much more to you, both in the flesh and in the Lord. "},{"Chapter":1,"Number":17,"Text":"If then you count me as a partner, receive him as you would me."},{"Chapter":1,"Number":18,"Text":"But if he has wronged you or owes anything, put that on my account."},{"Chapter":1,"Number":19,"Text":"I, Paul, am writing with my own hand. I will repay—not to mention to you that you owe me even your own self besides."},{"Chapter":1,"Number":20,"Text":"Yes, brother, let me have joy from you in the Lord; refresh my heart in the Lord."},{"Chapter":1,"Number":21,"Text":"Having confidence in your obedience, I write to you, knowing that you will do even more than I say."},{"Chapter":1,"Number":22,"Text":"But, meanwhile, also prepare a guest room for me, for I trust that through your prayers I shall be granted to you. "},{"Chapter":1,"Number":23,"Text":"Epaphras, my fellow prisoner in Christ Jesus, greets you,"},{"Chapter":1,"Number":24,"Text":"as do Mark, Aristarchus, Demas, Luke, my fellow laborers."},{"Chapter":1,"Number":25,"Text":"The grace of our Lord Jesus Christ be with your spirit. Amen."}]}
