{"ParagraphList":[{"VerseStartingAt":1,"ParagraphTitle":"Jerusalem in Affliction","Chapter":1},{"VerseStartingAt":1,"ParagraphTitle":"God’s Anger with Jerusalem","Chapter":2},{"VerseStartingAt":1,"ParagraphTitle":"The Prophet’s Anguish and Hope","Chapter":3},{"VerseStartingAt":1,"ParagraphTitle":"The Degradation of Zion","Chapter":4},{"VerseStartingAt":1,"ParagraphTitle":"Prayer for Restoration","Chapter":5}],"VerseList":[{"Chapter":1,"Number":1,"Text":"How lonely sits the cityThat was full of people!How like a widow is she,Who was great among the nations!The princess among the provincesHas become a slave!"},{"Chapter":1,"Number":2,"Text":"She weeps bitterly in the night,Her tears are on her cheeks;Among all her loversShe has none to comfort her.All her friends have dealt treacherously with her;They have become her enemies."},{"Chapter":1,"Number":3,"Text":"Judah has gone into captivity,Under affliction and hard servitude;She dwells among the nations,She finds no rest;All her persecutors overtake her in dire straits."},{"Chapter":1,"Number":4,"Text":"The roads to Zion mournBecause no one comes to the set feasts.All her gates are desolate;Her priests sigh,Her virgins are afflicted,And she is in bitterness."},{"Chapter":1,"Number":5,"Text":"Her adversaries have become the master,Her enemies prosper;For the Lord has afflicted herBecause of the multitude of her transgressions.Her children have gone into captivity before the enemy."},{"Chapter":1,"Number":6,"Text":"And from the daughter of ZionAll her splendor has departed.Her princes have become like deerThat find no pasture,That flee without strengthBefore the pursuer."},{"Chapter":1,"Number":7,"Text":"In the days of her affliction and roaming,Jerusalem remembers all her pleasant thingsThat she had in the days of old.When her people fell into the hand of the enemy,With no one to help her,The adversaries saw herAnd mocked at her downfall."},{"Chapter":1,"Number":8,"Text":"Jerusalem has sinned gravely,Therefore she has become vile.All who honored her despise herBecause they have seen her nakedness;Yes, she sighs and turns away."},{"Chapter":1,"Number":9,"Text":"Her uncleanness is in her skirts;She did not consider her destiny;Therefore her collapse was awesome;She had no comforter.“O Lord, behold my affliction,For the enemy is exalted!”"},{"Chapter":1,"Number":10,"Text":"The adversary has spread his handOver all her pleasant things;For she has seen the nations enter her sanctuary,Those whom You commandedNot to enter Your assembly."},{"Chapter":1,"Number":11,"Text":"All her people sigh,They seek bread;They have given their valuables for food to restore life.“See, O Lord, and consider,For I am scorned.”"},{"Chapter":1,"Number":12,"Text":"“Is it nothing to you, all you who pass by?Behold and seeIf there is any sorrow like my sorrow,Which has been brought on me,Which the Lord has inflictedIn the day of His fierce anger."},{"Chapter":1,"Number":13,"Text":"“From above He has sent fire into my bones,And it overpowered them;He has spread a net for my feetAnd turned me back;He has made me desolateAnd faint all the day."},{"Chapter":1,"Number":14,"Text":"“The yoke of my transgressions was bound;They were woven together by His hands,And thrust upon my neck.He made my strength fail;The Lord delivered me into the hands of those whom I am not able to withstand."},{"Chapter":1,"Number":15,"Text":"“The Lord has trampled underfoot all my mighty men in my midst;He has called an assembly against meTo crush my young men;The Lord trampled as in a winepressThe virgin daughter of Judah."},{"Chapter":1,"Number":16,"Text":"“For these things I weep;My eye, my eye overflows with water;Because the comforter, who should restore my life,Is far from me.My children are desolateBecause the enemy prevailed.”"},{"Chapter":1,"Number":17,"Text":"Zion spreads out her hands,But no one comforts her;The Lord has commanded concerning JacobThat those around him become his adversaries;Jerusalem has become an unclean thing among them."},{"Chapter":1,"Number":18,"Text":"“The Lord is righteous,For I rebelled against His commandment.Hear now, all peoples,And behold my sorrow;My virgins and my young menHave gone into captivity."},{"Chapter":1,"Number":19,"Text":"“I called for my lovers,But they deceived me;My priests and my eldersBreathed their last in the city,While they sought foodTo restore their life."},{"Chapter":1,"Number":20,"Text":"“See, O Lord, that I am in distress;My soul is troubled;My heart is overturned within me,For I have been very rebellious.Outside the sword bereaves,At home it is like death."},{"Chapter":1,"Number":21,"Text":"“They have heard that I sigh,But no one comforts me.All my enemies have heard of my trouble;They are glad that You have done it.Bring on the day You have announced,That they may become like me."},{"Chapter":1,"Number":22,"Text":"“Let all their wickedness come before You,And do to them as You have done to meFor all my transgressions;For my sighs are many,And my heart is faint.”"},{"Chapter":2,"Number":1,"Text":"How the Lord has covered the daughter of ZionWith a cloud in His anger!He cast down from heaven to the earthThe beauty of Israel,And did not remember His footstoolIn the day of His anger."},{"Chapter":2,"Number":2,"Text":"The Lord has swallowed up and has not pitiedAll the dwelling places of Jacob.He has thrown down in His wrathThe strongholds of the daughter of Judah;He has brought them down to the ground;He has profaned the kingdom and its princes."},{"Chapter":2,"Number":3,"Text":"He has cut off in fierce angerEvery horn of Israel;He has drawn back His right handFrom before the enemy.He has blazed against Jacob like a flaming fireDevouring all around."},{"Chapter":2,"Number":4,"Text":"Standing like an enemy, He has bent His bow;With His right hand, like an adversary,He has slain all who were pleasing to His eye;On the tent of the daughter of Zion,He has poured out His fury like fire."},{"Chapter":2,"Number":5,"Text":"The Lord was like an enemy.He has swallowed up Israel,He has swallowed up all her palaces;He has destroyed her strongholds,And has increased mourning and lamentationIn the daughter of Judah."},{"Chapter":2,"Number":6,"Text":"He has done violence to His tabernacle,As if it were a garden;He has destroyed His place of assembly;The Lord has causedThe appointed feasts and Sabbaths to be forgotten in Zion.In His burning indignation He has spurned the king and the priest."},{"Chapter":2,"Number":7,"Text":"The Lord has spurned His altar,He has abandoned His sanctuary;He has given up the walls of her palacesInto the hand of the enemy.They have made a noise in the house of the LordAs on the day of a set feast."},{"Chapter":2,"Number":8,"Text":"The Lord has purposed to destroyThe wall of the daughter of Zion.He has stretched out a line;He has not withdrawn His hand from destroying;Therefore He has caused the rampart and wall to lament;They languished together."},{"Chapter":2,"Number":9,"Text":"Her gates have sunk into the ground;He has destroyed and broken her bars.Her king and her princes are among the nations;The Law is no more,And her prophets find no vision from the Lord."},{"Chapter":2,"Number":10,"Text":"The elders of the daughter of ZionSit on the ground and keep silence;They throw dust on their headsAnd gird themselves with sackcloth.The virgins of JerusalemBow their heads to the ground."},{"Chapter":2,"Number":11,"Text":"My eyes fail with tears,My heart is troubled;My bile is poured on the groundBecause of the destruction of the daughter of my people,Because the children and the infantsFaint in the streets of the city."},{"Chapter":2,"Number":12,"Text":"They say to their mothers,“Where is grain and wine?”As they swoon like the woundedIn the streets of the city,As their life is poured outIn their mothers’ bosom."},{"Chapter":2,"Number":13,"Text":"How shall I console you?To what shall I liken you,O daughter of Jerusalem?What shall I compare with you, that I may comfort you,O virgin daughter of Zion?For your ruin is spread wide as the sea;Who can heal you?"},{"Chapter":2,"Number":14,"Text":"Your prophets have seen for youFalse and deceptive visions;They have not uncovered your iniquity,To bring back your captives,But have envisioned for you false prophecies and delusions."},{"Chapter":2,"Number":15,"Text":"All who pass by clap their hands at you;They hiss and shake their headsAt the daughter of Jerusalem:“Is this the city that is called‘The perfection of beauty,The joy of the whole earth’?”"},{"Chapter":2,"Number":16,"Text":"All your enemies have opened their mouth against you;They hiss and gnash their teeth.They say, “We have swallowed her up!Surely this is the day we have waited for;We have found it, we have seen it!”"},{"Chapter":2,"Number":17,"Text":"The Lord has done what He purposed;He has fulfilled His wordWhich He commanded in days of old.He has thrown down and has not pitied,And He has caused an enemy to rejoice over you;He has exalted the horn of your adversaries."},{"Chapter":2,"Number":18,"Text":"Their heart cried out to the Lord,“O wall of the daughter of Zion,Let tears run down like a river day and night;Give yourself no relief;Give your eyes no rest."},{"Chapter":2,"Number":19,"Text":"“Arise, cry out in the night,At the beginning of the watches;Pour out your heart like water before the face of the Lord.Lift your hands toward HimFor the life of your young children,Who faint from hunger at the head of every street.”"},{"Chapter":2,"Number":20,"Text":"“See, O Lord, and consider!To whom have You done this?Should the women eat their offspring,The children they have cuddled?Should the priest and prophet be slainIn the sanctuary of the Lord?"},{"Chapter":2,"Number":21,"Text":"“Young and old lieOn the ground in the streets;My virgins and my young menHave fallen by the sword;You have slain them in the day of Your anger,You have slaughtered and not pitied."},{"Chapter":2,"Number":22,"Text":"“You have invited as to a feast dayThe terrors that surround me.In the day of the Lord’s angerThere was no refugee or survivor.Those whom I have borne and brought upMy enemies have destroyed.”"},{"Chapter":3,"Number":1,"Text":"I am the man who has seen affliction by the rod of His wrath."},{"Chapter":3,"Number":2,"Text":"He has led me and made me walkIn darkness and not in light."},{"Chapter":3,"Number":3,"Text":"Surely He has turned His hand against meTime and time again throughout the day."},{"Chapter":3,"Number":4,"Text":"He has aged my flesh and my skin,And broken my bones."},{"Chapter":3,"Number":5,"Text":"He has besieged meAnd surrounded me with bitterness and woe."},{"Chapter":3,"Number":6,"Text":"He has set me in dark placesLike the dead of long ago."},{"Chapter":3,"Number":7,"Text":"He has hedged me in so that I cannot get out;He has made my chain heavy."},{"Chapter":3,"Number":8,"Text":"Even when I cry and shout,He shuts out my prayer."},{"Chapter":3,"Number":9,"Text":"He has blocked my ways with hewn stone;He has made my paths crooked."},{"Chapter":3,"Number":10,"Text":"He has been to me a bear lying in wait,Like a lion in ambush."},{"Chapter":3,"Number":11,"Text":"He has turned aside my ways and torn me in pieces;He has made me desolate."},{"Chapter":3,"Number":12,"Text":"He has bent His bowAnd set me up as a target for the arrow."},{"Chapter":3,"Number":13,"Text":"He has caused the arrows of His quiverTo pierce my loins."},{"Chapter":3,"Number":14,"Text":"I have become the ridicule of all my people—Their taunting song all the day."},{"Chapter":3,"Number":15,"Text":"He has filled me with bitterness,He has made me drink wormwood."},{"Chapter":3,"Number":16,"Text":"He has also broken my teeth with gravel,And covered me with ashes."},{"Chapter":3,"Number":17,"Text":"You have moved my soul far from peace;I have forgotten prosperity."},{"Chapter":3,"Number":18,"Text":"And I said, “My strength and my hopeHave perished from the Lord.”"},{"Chapter":3,"Number":19,"Text":"Remember my affliction and roaming,The wormwood and the gall."},{"Chapter":3,"Number":20,"Text":"My soul still remembersAnd sinks within me."},{"Chapter":3,"Number":21,"Text":"This I recall to my mind,Therefore I have hope."},{"Chapter":3,"Number":22,"Text":"Through the Lord’s mercies we are not consumed,Because His compassions fail not."},{"Chapter":3,"Number":23,"Text":"They are new every morning;Great is Your faithfulness."},{"Chapter":3,"Number":24,"Text":"“The Lord is my portion,” says my soul,“Therefore I hope in Him!”"},{"Chapter":3,"Number":25,"Text":"The Lord is good to those who wait for Him,To the soul who seeks Him."},{"Chapter":3,"Number":26,"Text":"It is good that one should hope and wait quietlyFor the salvation of the Lord."},{"Chapter":3,"Number":27,"Text":"It is good for a man to bearThe yoke in his youth."},{"Chapter":3,"Number":28,"Text":"Let him sit alone and keep silent,Because God has laid it on him;"},{"Chapter":3,"Number":29,"Text":"Let him put his mouth in the dust—There may yet be hope."},{"Chapter":3,"Number":30,"Text":"Let him give his cheek to the one who strikes him,And be full of reproach."},{"Chapter":3,"Number":31,"Text":"For the Lord will not cast off forever."},{"Chapter":3,"Number":32,"Text":"Though He causes grief,Yet He will show compassionAccording to the multitude of His mercies."},{"Chapter":3,"Number":33,"Text":"For He does not afflict willingly,Nor grieve the children of men."},{"Chapter":3,"Number":34,"Text":"To crush under one’s feetAll the prisoners of the earth,"},{"Chapter":3,"Number":35,"Text":"To turn aside the justice due a manBefore the face of the Most High,"},{"Chapter":3,"Number":36,"Text":"Or subvert a man in his cause—The Lord does not approve."},{"Chapter":3,"Number":37,"Text":"Who is he who speaks and it comes to pass,When the Lord has not commanded it?"},{"Chapter":3,"Number":38,"Text":"Is it not from the mouth of the Most HighThat woe and well-being proceed?"},{"Chapter":3,"Number":39,"Text":"Why should a living man complain,A man for the punishment of his sins?"},{"Chapter":3,"Number":40,"Text":"Let us search out and examine our ways,And turn back to the Lord;"},{"Chapter":3,"Number":41,"Text":"Let us lift our hearts and handsTo God in heaven."},{"Chapter":3,"Number":42,"Text":"We have transgressed and rebelled;You have not pardoned."},{"Chapter":3,"Number":43,"Text":"You have covered Yourself with angerAnd pursued us;You have slain and not pitied."},{"Chapter":3,"Number":44,"Text":"You have covered Yourself with a cloud,That prayer should not pass through."},{"Chapter":3,"Number":45,"Text":"You have made us an offscouring and refuseIn the midst of the peoples."},{"Chapter":3,"Number":46,"Text":"All our enemiesHave opened their mouths against us."},{"Chapter":3,"Number":47,"Text":"Fear and a snare have come upon us,Desolation and destruction."},{"Chapter":3,"Number":48,"Text":"My eyes overflow with rivers of waterFor the destruction of the daughter of my people."},{"Chapter":3,"Number":49,"Text":"My eyes flow and do not cease,Without interruption,"},{"Chapter":3,"Number":50,"Text":"Till the Lord from heavenLooks down and sees."},{"Chapter":3,"Number":51,"Text":"My eyes bring suffering to my soulBecause of all the daughters of my city."},{"Chapter":3,"Number":52,"Text":"My enemies without causeHunted me down like a bird."},{"Chapter":3,"Number":53,"Text":"They silenced my life in the pitAnd threw stones at me."},{"Chapter":3,"Number":54,"Text":"The waters flowed over my head;I said, “I am cut off!”"},{"Chapter":3,"Number":55,"Text":"I called on Your name, O Lord,From the lowest pit."},{"Chapter":3,"Number":56,"Text":"You have heard my voice:“Do not hide Your earFrom my sighing, from my cry for help.”"},{"Chapter":3,"Number":57,"Text":"You drew near on the day I called on You,And said, “Do not fear!”"},{"Chapter":3,"Number":58,"Text":"O Lord, You have pleaded the case for my soul;You have redeemed my life."},{"Chapter":3,"Number":59,"Text":"O Lord, You have seen how I am wronged;Judge my case."},{"Chapter":3,"Number":60,"Text":"You have seen all their vengeance,All their schemes against me."},{"Chapter":3,"Number":61,"Text":"You have heard their reproach, O Lord,All their schemes against me,"},{"Chapter":3,"Number":62,"Text":"The lips of my enemiesAnd their whispering against me all the day."},{"Chapter":3,"Number":63,"Text":"Look at their sitting down and their rising up;I am their taunting song."},{"Chapter":3,"Number":64,"Text":"Repay them, O Lord,According to the work of their hands."},{"Chapter":3,"Number":65,"Text":"Give them a veiled heart;Your curse be upon them!"},{"Chapter":3,"Number":66,"Text":"In Your anger,Pursue and destroy themFrom under the heavens of the Lord."},{"Chapter":4,"Number":1,"Text":"How the gold has become dim!How changed the fine gold!The stones of the sanctuary are scatteredAt the head of every street."},{"Chapter":4,"Number":2,"Text":"The precious sons of Zion,Valuable as fine gold,How they are regarded as clay pots,The work of the hands of the potter!"},{"Chapter":4,"Number":3,"Text":"Even the jackals present their breastsTo nurse their young;But the daughter of my people is cruel,Like ostriches in the wilderness."},{"Chapter":4,"Number":4,"Text":"The tongue of the infant clingsTo the roof of its mouth for thirst;The young children ask for bread,But no one breaks it for them."},{"Chapter":4,"Number":5,"Text":"Those who ate delicaciesAre desolate in the streets;Those who were brought up in scarletEmbrace ash heaps."},{"Chapter":4,"Number":6,"Text":"The punishment of the iniquity of the daughter of my peopleIs greater than the punishment of the sin of Sodom,Which was overthrown in a moment,With no hand to help her!"},{"Chapter":4,"Number":7,"Text":"Her Nazirites were brighter than snowAnd whiter than milk;They were more ruddy in body than rubies,Like sapphire in their appearance."},{"Chapter":4,"Number":8,"Text":"Now their appearance is blacker than soot;They go unrecognized in the streets;Their skin clings to their bones,It has become as dry as wood."},{"Chapter":4,"Number":9,"Text":"Those slain by the sword are better offThan those who die of hunger;For these pine away,Stricken for lack of the fruits of the field."},{"Chapter":4,"Number":10,"Text":"The hands of the compassionate womenHave cooked their own children;They became food for themIn the destruction of the daughter of my people."},{"Chapter":4,"Number":11,"Text":"The Lord has fulfilled His fury,He has poured out His fierce anger.He kindled a fire in Zion,And it has devoured its foundations."},{"Chapter":4,"Number":12,"Text":"The kings of the earth,And all inhabitants of the world,Would not have believedThat the adversary and the enemyCould enter the gates of Jerusalem—"},{"Chapter":4,"Number":13,"Text":"Because of the sins of her prophetsAnd the iniquities of her priests,Who shed in her midstThe blood of the just."},{"Chapter":4,"Number":14,"Text":"They wandered blind in the streets;They have defiled themselves with blood,So that no one would touch their garments."},{"Chapter":4,"Number":15,"Text":"They cried out to them,“Go away, unclean!Go away, go away,Do not touch us!”When they fled and wandered,Those among the nations said,“They shall no longer dwell here.”"},{"Chapter":4,"Number":16,"Text":"The face of the Lord scattered them;He no longer regards them.The people do not respect the priestsNor show favor to the elders."},{"Chapter":4,"Number":17,"Text":"Still our eyes failed us,Watching vainly for our help;In our watching we watchedFor a nation that could not save us."},{"Chapter":4,"Number":18,"Text":"They tracked our stepsSo that we could not walk in our streets.Our end was near;Our days were over,For our end had come."},{"Chapter":4,"Number":19,"Text":"Our pursuers were swifterThan the eagles of the heavens.They pursued us on the mountainsAnd lay in wait for us in the wilderness."},{"Chapter":4,"Number":20,"Text":"The breath of our nostrils, the anointed of the Lord,Was caught in their pits,Of whom we said, “Under his shadowWe shall live among the nations.”"},{"Chapter":4,"Number":21,"Text":"Rejoice and be glad, O daughter of Edom,You who dwell in the land of Uz!The cup shall also pass over to youAnd you shall become drunk and make yourself naked."},{"Chapter":4,"Number":22,"Text":"The punishment of your iniquity is accomplished,O daughter of Zion;He will no longer send you into captivity.He will punish your iniquity,O daughter of Edom;He will uncover your sins!"},{"Chapter":5,"Number":1,"Text":"Remember, O Lord, what has come upon us;Look, and behold our reproach!"},{"Chapter":5,"Number":2,"Text":"Our inheritance has been turned over to aliens,And our houses to foreigners."},{"Chapter":5,"Number":3,"Text":"We have become orphans and waifs,Our mothers are like widows."},{"Chapter":5,"Number":4,"Text":"We pay for the water we drink,And our wood comes at a price."},{"Chapter":5,"Number":5,"Text":"They pursue at our heels;We labor and have no rest."},{"Chapter":5,"Number":6,"Text":"We have given our hand to the EgyptiansAnd the Assyrians, to be satisfied with bread."},{"Chapter":5,"Number":7,"Text":"Our fathers sinned and are no more,But we bear their iniquities."},{"Chapter":5,"Number":8,"Text":"Servants rule over us;There is none to deliver us from their hand."},{"Chapter":5,"Number":9,"Text":"We get our bread at the risk of our lives,Because of the sword in the wilderness."},{"Chapter":5,"Number":10,"Text":"Our skin is hot as an oven,Because of the fever of famine."},{"Chapter":5,"Number":11,"Text":"They ravished the women in Zion,The maidens in the cities of Judah."},{"Chapter":5,"Number":12,"Text":"Princes were hung up by their hands,And elders were not respected."},{"Chapter":5,"Number":13,"Text":"Young men ground at the millstones;Boys staggered under loads of wood."},{"Chapter":5,"Number":14,"Text":"The elders have ceased gathering at the gate,And the young men from their music."},{"Chapter":5,"Number":15,"Text":"The joy of our heart has ceased;Our dance has turned into mourning."},{"Chapter":5,"Number":16,"Text":"The crown has fallen from our head.Woe to us, for we have sinned!"},{"Chapter":5,"Number":17,"Text":"Because of this our heart is faint;Because of these things our eyes grow dim;"},{"Chapter":5,"Number":18,"Text":"Because of Mount Zion which is desolate,With foxes walking about on it."},{"Chapter":5,"Number":19,"Text":"You, O Lord, remain forever;Your throne from generation to generation."},{"Chapter":5,"Number":20,"Text":"Why do You forget us forever,And forsake us for so long a time?"},{"Chapter":5,"Number":21,"Text":"Turn us back to You, O Lord, and we will be restored;Renew our days as of old,"},{"Chapter":5,"Number":22,"Text":"Unless You have utterly rejected us,And are very angry with us!"}]}
